{"video_id": "DcWqzZ3I2cY", "start_time": 0.233, "end_time": 11.38, "text": "- The following is a\nconversation with Jeff Bezos, founder of Amazon and Blue Origin. This is his first time\ndoing a conversation of this kind and of this length."}
{"video_id": "DcWqzZ3I2cY", "start_time": 11.38, "end_time": 23.273000000000003, "text": "And as he told me, it felt like\nwe could have easily talked for many more hours, and I'm sure we will. This is the Lex Fridman podcast. And now, dear friends, here's Jeff Bezos."}
{"video_id": "DcWqzZ3I2cY", "start_time": 24.599, "end_time": 35.437000000000005, "text": "You spent a lot of your\nchildhood with your grandfather on a ranch here in Texas, and I heard you had a lot of\nwork to do around the ranch. So what's the coolest job\nyou remember doing there?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 35.437, "end_time": 46.753, "text": "- Wow, coolest. - Most interesting. Most memorable. - Most memorable. Most impactful. - And it was a real working ranch. My grand, I spent all\nmy summers on that ranch"}
{"video_id": "DcWqzZ3I2cY", "start_time": 46.753, "end_time": 57.658, "text": "from age four to 16. And my grandfather was\nreally taking me to those in the summers, in the early summers, he was letting me pretend\nto help on the ranch."}
{"video_id": "DcWqzZ3I2cY", "start_time": 57.658, "end_time": 67.99600000000001, "text": "'Cause of course, a\n4-year-old is a burden, not a help in real life. He was really just watching\nme and taking care of me and be was doing that\nbecause my mom was so young."}
{"video_id": "DcWqzZ3I2cY", "start_time": 67.996, "end_time": 78.718, "text": "She had me when she was 17, and so he was sort of giving her a break. And my grandmother and my grandfather would take me for these summers. But as I got a little older, I actually was helpful on\nthe ranch and I loved it."}
{"video_id": "DcWqzZ3I2cY", "start_time": 78.718, "end_time": 88.89500000000001, "text": "I was out there, like my grandfather had\na huge influence on me, huge factor in my life. I did all the jobs you\nwould do on a ranch."}
{"video_id": "DcWqzZ3I2cY", "start_time": 88.895, "end_time": 101.596, "text": "I've fixed windmills and laid fences and pipelines and you\nknow, done all the things that any rancher would do, vaccinated, the animals, everything."}
{"video_id": "DcWqzZ3I2cY", "start_time": 101.596, "end_time": 115.91600000000001, "text": "But we had a you know, my grandfather, after my grandmother died, I was about 12 and I kept coming to the ranch. So it was then, it was just\nhim and me, just the two of us. And he was completely\naddicted to the soap opera,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 115.916, "end_time": 126.433, "text": "the Days of Our Lives. And we would go back to\nthe ranch house every day around 1:00 PM or so to\nwatch days of our lives like sands through an hourglass."}
{"video_id": "DcWqzZ3I2cY", "start_time": 126.433, "end_time": 136.617, "text": "So are the days of our lives. - Just the image of the two sitting there watching a soap opera as ranchers. - He had these big, crazy dogs. It was really a very\nformative experience for me."}
{"video_id": "DcWqzZ3I2cY", "start_time": 136.617, "end_time": 146.895, "text": "But the key thing about it for me, the great gift I got from it was that my grandfather was\nso resourceful, you know, he did everything himself."}
{"video_id": "DcWqzZ3I2cY", "start_time": 146.895, "end_time": 157.239, "text": "He made his own veterinary tools. He would make needles to\nsuture the cattle up with, like he would find a little\npiece of wire and heat it up and pound it thin and drill\na hole in it and sharpen it."}
{"video_id": "DcWqzZ3I2cY", "start_time": 157.239, "end_time": 168.27100000000002, "text": "So, you know, you learn different things on a ranch than you would learn you know, growing up in a city. - So self-reliance. - Yeah, like figuring out\nthat you can solve problems"}
{"video_id": "DcWqzZ3I2cY", "start_time": 168.271, "end_time": 178.511, "text": "with enough persistence and ingenuity. And my grandfather bought a D6 bulldozer, which is a big bulldozer, and\nhe got it for like $5,000."}
{"video_id": "DcWqzZ3I2cY", "start_time": 178.511, "end_time": 190.887, "text": "'cause it was completely broken down. It was like a 1955\nCaterpillar, D6 bulldozer knew it would've cost, I don't know, more than a $100,000. And we spent an entire summer fixing,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 190.887, "end_time": 201.911, "text": "like repairing that bulldozer. And we'd, you know, use mail order to buy big gears for the transmission. And they'd show up. They'd be too heavy to move, so we'd have to build a crane, you know,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 201.911, "end_time": 211.939, "text": "just that kind of, kinda that\nproblem solving mentality. He had it so powerfully, you know, he did all of his own."}
{"video_id": "DcWqzZ3I2cY", "start_time": 211.939, "end_time": 223.684, "text": "He'd just, he didn't pick up\nthe phone and call somebody. He would figure it out on his own. Doing his own veterinary work, you know. - But just the image of the two of you fixing a D6 bulldozer and then going in"}
{"video_id": "DcWqzZ3I2cY", "start_time": 223.684, "end_time": 235.759, "text": "for a little break at 1:00\nPM to watch a soap opera. - Laying on the floor. That's how he watched TV. - Yeah. - He was a really, really remarkable guy. - That's how I imagine Clint Eastwood also"}
{"video_id": "DcWqzZ3I2cY", "start_time": 235.759, "end_time": 245.886, "text": "in all those westerns. When he's not doing what he is doing, he's just watching soap operas. All right, I read that you fell in love with the idea of space\nand space exploration"}
{"video_id": "DcWqzZ3I2cY", "start_time": 245.886, "end_time": 256.318, "text": "when you were five watching Neil Armstrong walking on the moon. So let me ask you to look\nback at the historical context and impact of that."}
{"video_id": "DcWqzZ3I2cY", "start_time": 256.318, "end_time": 269.216, "text": "So the space race from 1957 to 1969 between the Soviet Union and\nthe US was in many ways epic. It was a rapid sequence of dramatic events"}
{"video_id": "DcWqzZ3I2cY", "start_time": 269.216, "end_time": 280.416, "text": "for satellite to space,\nfor a human to space, for a spacewalk, first\nuncrewed landing on the moon, then some failures, explosions, deaths on both sides actually,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 280.416, "end_time": 291.12, "text": "and then the first human\nwalking on the moon. What are some of the\nmore inspiring moments or insights you take away from that time, those few years, that just 12 years?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 291.12, "end_time": 304.405, "text": "- Well, I mean, there's\nso much inspiring there. You know, one of the great\nthings to take away from that, one of the great von Braun quotes is \"I have come to use the word\nimpossible with great caution.\""}
{"video_id": "DcWqzZ3I2cY", "start_time": 304.461, "end_time": 317.243, "text": "- Yeah, yeah, yeah. - And so that's kind of\nthe big story of Apollo is that things, you\nknow, going to the moon was literally an analogy that people used"}
{"video_id": "DcWqzZ3I2cY", "start_time": 317.243, "end_time": 329.069, "text": "for something that's impossible. You know, oh yeah, you'll\ndo that when you know, men walk on the moon. - Yeah. - And of course it finally happened. So, you know, I think it\nwas pulled forward in time"}
{"video_id": "DcWqzZ3I2cY", "start_time": 329.069, "end_time": 339.90200000000004, "text": "because of the space race, I think you know, with the\ngeopolitical implications and you know, how much\nresource was put into it, you know, at the peak,\nthat program was spending,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 339.902, "end_time": 350.529, "text": "you know, two or 3% of\nGDP on the Apollo program. So much resource. I think it was pulled forward in time. You know, we kind of did it ahead"}
{"video_id": "DcWqzZ3I2cY", "start_time": 350.529, "end_time": 363.109, "text": "of when we quote unquote\nshould have done it. - Yeah. - And so in that way, it's\nalso a technical marvel. I mean, it's truly incredible. It's, you know, it's\nthe 20th century version"}
{"video_id": "DcWqzZ3I2cY", "start_time": 363.109, "end_time": 374.832, "text": "of building the pyramids or something. It's you know, it's an achievement that because it was pulled forward in time and because it did something that had previously thought impossible, it rightly deserves\nits place, as you know,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 374.832, "end_time": 386.477, "text": "in the pantheon of great\nhuman achievements. - And of course, you named\nthe projects The Rockets that Blue Origin is working on after some of the folks involved. - Yeah. - I don't understand why\nI didn't say New Gagarin."}
{"video_id": "DcWqzZ3I2cY", "start_time": 386.477, "end_time": 399.86400000000003, "text": "is that- - There's an American bias in the naming. I apologize. - It's very strange. - Lex. - Just asking for a friend. Clarify. - I'm a big fan of Gagarin though. And in fact, I think his\nfirst words in space,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 401.01, "end_time": 412.44599999999997, "text": "I think are incredible. He, you know, he purportedly\nsaid \"my God, it's blue.\" And that really drives home. No one had seen the earth from space."}
{"video_id": "DcWqzZ3I2cY", "start_time": 412.446, "end_time": 424.114, "text": "No one knew that we were\non this blue planet. - Yeah. - No one knew what it\nlooked like from out there. And Gagarin was the\nfirst person to see it. - One of the things I think\nabout is how dangerous"}
{"video_id": "DcWqzZ3I2cY", "start_time": 424.114, "end_time": 434.82599999999996, "text": "those early days were for Gagarin, for Glen, for everybody involved. Like how big of a risk\nthey were all taking. - They were taking huge risks. I'm not sure what the Soviets thought"}
{"video_id": "DcWqzZ3I2cY", "start_time": 434.826, "end_time": 446.33, "text": "about Gagarin's flight, but I think that the Americans thought that the Alan Shephard flight, the flight that you know,\nNew Shephard is named after, the first American in space. He went on his suborbital flight."}
{"video_id": "DcWqzZ3I2cY", "start_time": 446.33, "end_time": 458.351, "text": "They thought he had about\na 75% chance of success. So, you know, that's a\npretty big risk, a 25% risk. - It's kind of interesting\nthat Alan Shephard"}
{"video_id": "DcWqzZ3I2cY", "start_time": 458.351, "end_time": 468.61, "text": "is not quite as famous as John Glenn. So for people who don't\nknow, Alan Shephard is the first astronaut- - The first American in space. - American in suborbital flight."}
{"video_id": "DcWqzZ3I2cY", "start_time": 468.61, "end_time": 480.987, "text": "- Correct. - And then the first orbital flight is- - John Glenn is the first\nAmerican to orbit the earth. By the way, I have the\nmost charming, sweet, incredible letter from John Glenn,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 480.987, "end_time": 493.642, "text": "which I have framed and\nhang on my office wall. - What did he say? - Where he tells me how grateful he is that we have named New Glenn after him. And he sent me that letter\nabout a week before he died."}
{"video_id": "DcWqzZ3I2cY", "start_time": 493.642, "end_time": 504.113, "text": "And it's really an incredible, it's also a very funny letter. He's writing and he says you know, this is a letter about New\nGlenn from the original Glenn."}
{"video_id": "DcWqzZ3I2cY", "start_time": 504.113, "end_time": 512.727, "text": "And he's just, he's got\na great sense of humor, and he's very happy about it and grateful. It's very sweet. - Does he say ps don't mess this up? Or is that-"}
{"video_id": "DcWqzZ3I2cY", "start_time": 514.201, "end_time": 524.295, "text": "- No, he doesn't. - Make me look good. - He doesn't do that. - Okay. - But wait, but John, wherever you are, we got you covered. - All right, good. So back to maybe the big picture of space."}
{"video_id": "DcWqzZ3I2cY", "start_time": 524.295, "end_time": 536.528, "text": "When you look up at the\nstars and think big, what do you hope is\nthe future of humanity? Hundreds, thousands of\nyears from now out in space? - I would love to see, you know,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 536.528, "end_time": 548.473, "text": "a trillion humans living\nin the solar system. If we had a trillion humans, we would have at any given\ntime a thousand Mozarts and a thousand Einsteins."}
{"video_id": "DcWqzZ3I2cY", "start_time": 548.473, "end_time": 561.3140000000001, "text": "That would, you know, our solar\nsystem would be full of life and intelligence and energy. And we can easily support\na civilization that large with all of the resources\nin the solar system."}
{"video_id": "DcWqzZ3I2cY", "start_time": 561.314, "end_time": 571.397, "text": "- So what do you think that looks like? Giant space stations? - Yeah, the only way to get to that vision is with giant space stations. You know, the planetary\nsurfaces are just way too small."}
{"video_id": "DcWqzZ3I2cY", "start_time": 571.397, "end_time": 584.679, "text": "So you can, I mean, unless you turn them into giant space stations or something. But, but yeah, we will take\nmaterials from the moon and from near earth objects\nand from the asteroid belt"}
{"video_id": "DcWqzZ3I2cY", "start_time": 584.679, "end_time": 597.734, "text": "and so on, and we'll build\ngiant O'Neill style colonies and people will live in those. And they have a lot of advantages\nover planetary surfaces. You can spin them to get\nnormal earth gravity."}
{"video_id": "DcWqzZ3I2cY", "start_time": 597.734, "end_time": 607.808, "text": "You can put them where you want them. I think most people are\ngonna wanna live near Earth, not necessarily in earth\norbit, but in you know, earth,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 607.808, "end_time": 619.137, "text": "but near earth vicinity orbits. And so they can move you\nknow, relatively quickly back and forth between\ntheir station and Earth."}
{"video_id": "DcWqzZ3I2cY", "start_time": 619.137, "end_time": 629.157, "text": "So I think a lot of people, especially in the early stages, are not gonna want to\ngive up Earth altogether. - They go to earth for vacation. - Yeah. Same way that you know, you might go"}
{"video_id": "DcWqzZ3I2cY", "start_time": 629.157, "end_time": 640.5749999999999, "text": "to Yellowstone National Park for vacation. People will, and no one, and people will get to choose\nwhere they live on earth or whether they live in space, but they'll be able to\nuse much more energy"}
{"video_id": "DcWqzZ3I2cY", "start_time": 640.575, "end_time": 652.034, "text": "and much more material resource in space than they would be able to use on earth. - One of the interesting ideas you had is to move the heavy\nindustry away from Earth. So people sometimes have this idea"}
{"video_id": "DcWqzZ3I2cY", "start_time": 652.034, "end_time": 664.3209999999999, "text": "that somehow space\nexploration is in conflict with the celebration of the planet earth, that we should focus on preserving earth. And basically your ideas that space travel"}
{"video_id": "DcWqzZ3I2cY", "start_time": 664.321, "end_time": 676.38, "text": "and space exploration is\na way to preserve earth. - Exactly. This planet, we've sent robotic\nprobes to all the planets. We know that this is the good one."}
{"video_id": "DcWqzZ3I2cY", "start_time": 676.38, "end_time": 687.9250000000001, "text": "- Yeah. Not to play favorites or anything. - But earth really is the good planet. It's amazing, the ecosystem we have here, all of the life and the\nlush, the plant life"}
{"video_id": "DcWqzZ3I2cY", "start_time": 688.81, "end_time": 699.67, "text": "and you know, the water\nresources, everything. This planet is really extraordinary. And of course, we evolved on this planet, so of course it's perfect for us, but it's also perfect for\nall the advanced life forms"}
{"video_id": "DcWqzZ3I2cY", "start_time": 699.67, "end_time": 711.0129999999999, "text": "on this planet, all the animals and so on. And so this is a gem. We do need to take care of it. And as we enter the Anthropocene, as we get, as we humans have gotten"}
{"video_id": "DcWqzZ3I2cY", "start_time": 711.013, "end_time": 721.832, "text": "so sophisticated and large and impactful, as we stride across this planet, you know, that is going to, as we continue,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 721.832, "end_time": 733.61, "text": "we want to use a lot of energy. We want to use a lot of energy per capita. We've gotten amazing things. We don't want to go backwards. You know, if you think\nabout the good old days,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 735.609, "end_time": 749.697, "text": "they're mostly an illusion. Like in almost every way, life is better for almost everyone today than it was say, 50 years\nago or a hundred years. We live better lives by and\nlarge than our grandparents did,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 749.697, "end_time": 761.1740000000001, "text": "and their grandparents did, and so on. And you can see that in\nglobal illiteracy rates, global poverty rates, global\ninfant mortality rates, like almost any metric you choose,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 761.174, "end_time": 772.9350000000001, "text": "we're better off than we used to be. And we get, you know, antibiotics and all kinds of lifesaving medical care and so on and so on. And there's one thing\nthat is moving backwards,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 772.935, "end_time": 783.697, "text": "and it's the natural world. So it is a fact that 500\nyears ago, pre-industrial age, the natural world was pristine. It was incredible."}
{"video_id": "DcWqzZ3I2cY", "start_time": 783.697, "end_time": 795.263, "text": "And we have traded some\nof that pristine beauty for all of these other gifts that we have as an advanced society. And we can have both."}
{"video_id": "DcWqzZ3I2cY", "start_time": 796.155, "end_time": 807.399, "text": "But to do that, we have to go to space. And all of this, really, the most fundamental measure\nis energy usage per capita. And when you look at, you know,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 807.399, "end_time": 818.074, "text": "you do want to continue to\nuse more and more energy, it is going to make your\nlife better in so many ways. But that's not compatible ultimately with living on a finite planet."}
{"video_id": "DcWqzZ3I2cY", "start_time": 818.074, "end_time": 829.615, "text": "And so we have to go out\ninto the solar system and really you could argue\nabout when you have to do that, but you can't credibly argue about whether you have to do that."}
{"video_id": "DcWqzZ3I2cY", "start_time": 829.615, "end_time": 841.375, "text": "- Eventually, we have to do that. - Exactly. - Well, you don't often talk about it, but let me ask you on that\ntopic about the Blue Ring and the orbital reef space\ninfrastructure projects."}
{"video_id": "DcWqzZ3I2cY", "start_time": 841.375, "end_time": 851.784, "text": "What's your vision for these? - So Blue Ring is a very\ninteresting spacecraft that is designed to take up\nto 3000 kilograms of payload"}
{"video_id": "DcWqzZ3I2cY", "start_time": 852.736, "end_time": 864.3910000000001, "text": "up to geosynchronous orbit\nor in lunar vicinity. It has two different kinds of propulsion. It has chemical propulsion,\nand it has electric propulsion."}
{"video_id": "DcWqzZ3I2cY", "start_time": 864.391, "end_time": 874.679, "text": "And so it can, you can use blue ring in\na couple different ways. You can slowly move, let's\nsay up to geosynchronous orbit using electric propulsion"}
{"video_id": "DcWqzZ3I2cY", "start_time": 874.679, "end_time": 884.994, "text": "that might take you know, a hundred days or 150 days depending on how\nmuch mass you're carrying. And then, and reserve\nyour chemical propulsion so that you can change orbits quickly"}
{"video_id": "DcWqzZ3I2cY", "start_time": 884.994, "end_time": 895.797, "text": "in geosynchronous orbit. Or you can use the\nchemical propulsion first to quickly get up to geosynchronous and then use your electrical propulsion to slowly change your\ngeosynchronous orbit."}
{"video_id": "DcWqzZ3I2cY", "start_time": 895.797, "end_time": 907.433, "text": "Blue Ring has a couple\nof interesting features. It provides a lot of services to these payloads. So the payload, it could\nbe one large payload,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 907.433, "end_time": 919.0350000000001, "text": "or it can be a number of small payloads, and it provides thermal management, it provides electric\npower, it provides compute, provides communications."}
{"video_id": "DcWqzZ3I2cY", "start_time": 919.035, "end_time": 930.917, "text": "And so when you design\na payload for Blue Ring, you don't have, you don't have to figure\nout all of those things on your own. So kind of radiation tolerant compute"}
{"video_id": "DcWqzZ3I2cY", "start_time": 930.917, "end_time": 941.639, "text": "is a complicated thing to do. And so we have an unusually large amount of radiation tolerant\ncompute on board Blue Ring, and you can, your\npayload can just use that"}
{"video_id": "DcWqzZ3I2cY", "start_time": 941.639, "end_time": 951.6759999999999, "text": "when it needs to. So it's sort of all these services, it's you know, it's like a set of APIs. It's a little bit like\nAmazon web services,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 951.676, "end_time": 962.005, "text": "but for space payloads\nthat need to move about an earth vicinity or lunar vicinity. - AWSS space. Okay, so computing space."}
{"video_id": "DcWqzZ3I2cY", "start_time": 962.932, "end_time": 973.8100000000001, "text": "So you get a giant chemical rocket to get a payload out to orbit, and then you have these\nadmins that show up, this Blue Ring thing that\nmanages various things"}
{"video_id": "DcWqzZ3I2cY", "start_time": 973.81, "end_time": 986.854, "text": "like compute. - Exactly. And it can also provide transportation and move you around to different orbits. - Including humans, you think? - No, but Blue Ring is not\ndesigned to move humans around. It's designed to move payloads around."}
{"video_id": "DcWqzZ3I2cY", "start_time": 986.854, "end_time": 1000.595, "text": "- Okay. - So we're also building a lunar lander, which is of course designed to land humans on the surface of the moon. - I'm gonna ask you about that, but let me ask you to just\nstep back to the old days."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1000.595, "end_time": 1011.798, "text": "You were at Princeton with aspirations to be\na theoretical physicist. - Yeah. - What attracted you to physics and why did you change your mind"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1011.798, "end_time": 1025.114, "text": "and not become, why you're not Jeff Bezos, the famous theoretical physicist? - So I loved physics and I studied physics and computer science, and I was proceeding\nalong the physics path."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1025.114, "end_time": 1037.868, "text": "I was planning to major in physics and I wanted to be a\ntheoretical physicist. And the computer science was sort of something I was doing for fun. I really loved it. And I was very good at the programming"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1037.868, "end_time": 1049.0140000000001, "text": "and doing those things. And I enjoyed all my computer\nscience classes immensely, but I really was determined\nto be a theoretical physicist. It's why I went to Princeton\nin the first place."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1049.014, "end_time": 1059.115, "text": "It was definitely, and then I realized I was gonna be a mediocre\ntheoretical physicist. And there were a few people in my classes,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1059.115, "end_time": 1069.575, "text": "like in quantum mechanics and so on, who they could effortlessly do things that were so difficult for me. And I realized like you know,\nthere are a thousand ways"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1069.575, "end_time": 1078.513, "text": "to be smart and to be a really, you know, theoretical physics is\nnot one of those fields where only the top few percent"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1079.877, "end_time": 1090.932, "text": "actually move the state\nof the art forward. It's one of those things\nwhere you have to be really just, your brain has\nto be wired in a certain way. And there was a guy named,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1090.932, "end_time": 1102.519, "text": "one of these people who convinced me. He didn't mean to convince me, but just by observing him, he convinced me that I should not try to\nbe a theoretical physicist. His name was Yosanta."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1102.519, "end_time": 1114.936, "text": "And Yosanta was from Sri Lanka. And he was one of the most\nbrilliant people I'd ever met. My friend Joe and I were\nworking on a very difficult"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1114.936, "end_time": 1124.7230000000002, "text": "partial differential equations\nproblem set one night. And there was one problem that\nwe worked on for three hours, and we made no headway whatsoever."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1125.594, "end_time": 1137.558, "text": "And we looked up at each\nother at the same time and we said, Yosanta. So we went to Yosanta's dorm room. And he was there, he\nwas almost always there. And we said Yosanta, we're\nhaving trouble solving"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1137.558, "end_time": 1147.7160000000001, "text": "this partial differential equation, would you mind taking a look? And he said of course. By the way, he was the most\nhumble, most kind person."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1147.716, "end_time": 1157.892, "text": "And so he took our, he looked at our problem\nand he stared at it for just a few seconds, maybe 10 seconds. And he said cosine. And I said, what do you mean Yosanta?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1157.892, "end_time": 1169.428, "text": "What do you mean cosine? He said that's the answer. And I said no, no, no, come on. And he said let me show you. And he took out some paper and he wrote down three\npages of equations, everything canceled out."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1169.428, "end_time": 1180.954, "text": "And the answer was cosine. And I said Yosanta, did\nyou do that in your head? And he said oh no, that\nwould be impossible. A few years ago I solved a similar problem"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1180.954, "end_time": 1194.2769999999998, "text": "and I could map this\nproblem onto that problem. And then it was immediately obvious that the answer was cosine. I had a few, you know, you\nhave an experience like that, you realize maybe being\na theoretical physicist"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1194.277, "end_time": 1205.7549999999999, "text": "isn't what your, isn't what the universe wants you to be. And so I switched to computer\nscience and you know, that worked out really well for me."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1205.755, "end_time": 1217.529, "text": "I enjoy it. I still enjoy it today. - Yeah, there's a particular\nkind of intuition you need to be a great physicist,\napplied to physics. - I think the mathematical\nskill required today is so high."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1217.529, "end_time": 1229.971, "text": "You have to be a world-class mathematician to be a successful\ntheoretical physicist today. And it's not you know, you probably need other skills too,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1229.971, "end_time": 1240.847, "text": "intuition, lateral thinking, and so on. But without just top-notch math skills, you're unlikely to be successful. - And visualization skill,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1240.847, "end_time": 1252.53, "text": "you have to be able to really kind of do these kinds of thought experiments. And if you want truly great creativity, actually Walter Isaacson writes about you. It puts you on the same level as Einstein."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1252.53, "end_time": 1263.8999999999999, "text": "- Well, that's very kind. I'm an inventor. If you wanna boil down what I am, I'm really an inventor. And I look at things"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1263.9, "end_time": 1277.375, "text": "and I can come up with atypical\nsolutions and you know, and then I can create a\nhundred such atypical solutions for something. 99 of them may not survive,\nyou know, scrutiny."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1278.657, "end_time": 1289.811, "text": "But one of those 100 is\nlike hmm, maybe there is, maybe that might work. And then you can keep going from there. So that kind of lateral thinking, that kind of inventiveness"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1289.811, "end_time": 1300.64, "text": "in a high dimensionality\nspace where the search space is very large, that's where\nmy inventive skills come. That's the thing is I self-identify"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1300.64, "end_time": 1314.4360000000001, "text": "as an inventor more than anything else. - Yeah, and he describes in\nall kinds of different ways, Walter Isaacson does that creativity combined with childlike\nwander that you've maintained"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1314.436, "end_time": 1325.716, "text": "still to this day, all of\nthat combined together. Is there, like if you were to study your own brain introspect,\nhow do you think, what's your thinking process like? We'll talk about the writing process"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1325.716, "end_time": 1335.829, "text": "of putting it down on paper, which is quite rigorous\nand famous at Amazon. But how do you, when you\nsit down, maybe alone,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1335.829, "end_time": 1346.314, "text": "maybe with others, and thinking through this\nhigh dimensional space and looking for creative\nsolutions, creative paths forward, is there something you could\nsay about that process?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1346.314, "end_time": 1356.259, "text": "- It's such a good question, and I honestly don't know how it works. If I did, I would try to explain it. I know it involves lots of wandering. - Yeah."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1357.294, "end_time": 1370.693, "text": "- So I, you know, when I sit\ndown to work on a problem, I know I don't know where I'm going. So to go in a straight\nline, to be efficient, efficiency and invention\nare sort of at odds"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1370.693, "end_time": 1382.337, "text": "because invention, real invention, not incremental improvement. Incremental improvement is so important in every endeavor, in everything you do. You have to work hard on\nalso just making things a little bit better."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1382.337, "end_time": 1393.294, "text": "But I'm talking about real invention, real lateral thinking,\nthat requires wandering. And you have to give yourself\npermission to wander. I think a lot of people,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1395.398, "end_time": 1404.233, "text": "they feel like wandering is inefficient. And you know, like when\nI sit down at a meeting,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1406.25, "end_time": 1418.0140000000001, "text": "I don't know how long\nthe meeting is gonna take if we're trying to solve a problem. Because if I did, then I'd already, I'd know there's some\nkind of straight line that we're drawing to the solution."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1418.014, "end_time": 1429.635, "text": "The reality is we may have\nto wander for a long time. And I do like group invention. I think there's certainly nothing more fun than sitting at a\nwhiteboard with you know,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1429.635, "end_time": 1440.0149999999999, "text": "a group of smart people and spit balling and coming up with new ideas\nand objections to those ideas, and then solutions to the objections"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1440.015, "end_time": 1450.8709999999999, "text": "and going back and forth. So like you know, sometimes\nyou wake up with an idea in the middle of the night and sometimes you sit down\nwith a group of people"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1450.871, "end_time": 1459.864, "text": "and go back and forth and both things are really pleasurable. - And when you wander, I think one key thing\nis to notice a good idea"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1461.958, "end_time": 1473.411, "text": "and to maybe, to notice\nthe kernel of a good idea. Maybe pull at that string. Because I don't think a good\nidea has come fully formed. - A hundred percent right."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1473.411, "end_time": 1485.855, "text": "In fact, when I come up with\nwhat I think is a good idea and it survives kind of the\nfirst level of scrutiny, you know, that I do in my own head and I'm ready to tell\nsomebody else about the idea,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1485.855, "end_time": 1497.653, "text": "I will often say look, it is going to be really easy\nfor you to find objections to this idea, but work with me. - There's something there. - There's something there. And that is intuition."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1497.653, "end_time": 1508.1299999999999, "text": "- Yeah. - Because it's really\neasy to kill new ideas in the beginning. 'Cause they do have so many, so many easy objections to them. So you need to,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1508.13, "end_time": 1519.808, "text": "you need to kind of forewarn people and say look, I know it's\ngonna take a lot of work to get this to a fully formed idea. Let's get started on that. It'll be fun. - So you got that ability to say cosine"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1519.808, "end_time": 1531.8029999999999, "text": "in you somewhere after all. Maybe not on math, but- - In a different domain. - Yeah. - There are a thousand ways\nto be smart, by the way. - Yeah. - And that is a really, like\nwhen I go around, you know,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1531.803, "end_time": 1542.083, "text": "and I meet people, I'm always looking for the way that they're smart. And you find it is, that's one of the things that\nmakes the world so interesting"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1542.182, "end_time": 1552.975, "text": "and fun is that it is not, it's not like IQ is a single dimension. There are people who are\nsmart in such unique ways."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1552.975, "end_time": 1564.473, "text": "- Yeah, you just gave me a good response to when somebody calls me\nan idiot on the internet. You know, that's a thousand\nways to be smart, sir. - Well, they might tell you, yeah, but there are a million\nto be ways to be dumb."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1564.473, "end_time": 1574.638, "text": "- Yeah, right. I feel like that's a Mark Twain quote. Okay. All right, you gave me an amazing tour of Blue Origin Rocket\nFactory and Launch Complex"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1574.638, "end_time": 1586.7069999999999, "text": "in the historic Cape Canaveral. That's where New Glenn, the big rocket we talked\nabout is being built and will launch. Can you explain what\nthe New Glenn Rocket is"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1586.707, "end_time": 1597.643, "text": "and tell me some interesting\ntechnical aspects of how it works? - Sure. New Glenn is a very large, a heavy lift launch vehicle."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1597.643, "end_time": 1608.145, "text": "It'll take about 45 metric tons to LEO, very, very large class. It's about half the thrust, a little more than half the thrust"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1608.145, "end_time": 1618.2769999999998, "text": "of the Saturn V Rocket. So it's about 3.9 million\npounds of thrust on liftoff. The booster has seven BE-4 engines."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1619.941, "end_time": 1632.475, "text": "Each engine generates a little more than 550,000 pounds of thrust. The engines are fueled\nby liquid natural gas, liquified natural gas, LNG as the fuel"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1632.475, "end_time": 1643.642, "text": "and LOX as the oxidizer. The cycle is an ox-riched\nstage combustion cycle. It's a cycle that was really\npioneered by the Russians. It's a very good cycle."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1643.642, "end_time": 1656.452, "text": "And that engine is also going\nto power the first stage of the Vulcan rocket, which is the United\nLaunch Alliance rocket. Then the second stage of New Glenn"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1656.452, "end_time": 1667.826, "text": "is powered by two BE-3U engines, which is a upper stage variant of our New Shephard\nliquid hydrogen engine. So the BE-3U has 160,000 pounds of thrust."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1667.826, "end_time": 1679.1219999999998, "text": "So two of those 320,000 pounds of thrust and hydrogen is a very good propellant for upper stages because\nit has very high ISP."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1679.122, "end_time": 1689.151, "text": "It's not a great propellant\nin my view for booster stages because the stages then\nget physically so large. Hydrogen has very high ISP,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1690.163, "end_time": 1703.099, "text": "but liquid hydrogen is very, is not dense at all. So to store liquid hydrogen, you know, if you need to store many thousands of pounds of liquid hydrogen, your tanks, your liquid\nhydrogen tank, it's very large."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1703.099, "end_time": 1713.906, "text": "So you really, you get more\nbenefit from the higher ISP, the specific impulse. You get more benefit from\nthe higher specific impulse on the second stage."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1713.906, "end_time": 1724.0639999999999, "text": "And that stage carries less propellant. So you don't get such\ngeometrically gigantic tanks. The Delta IV is an example of a vehicle"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1724.064, "end_time": 1735.3999999999999, "text": "that is all hydrogen. The booster stage is also hydrogen. And I think that it's a\nvery effective vehicle, but it never was very cost effective. So it's operationally very capable"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1735.4, "end_time": 1746.361, "text": "but not very cost effective. - So size is also costly. - Size is costly. So it's interesting. Rockets love to be big. Everything works better. - What do you mean by that?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1746.361, "end_time": 1759.742, "text": "You've told me that before. It sounds epic, but what does it mean? - I mean, when you look at the, kind of the physics of rocket engines and also when you look at parasitic mass,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1759.742, "end_time": 1773.555, "text": "it doesn't, if you have, let's say you have an avionic system, so you have a guidance and control system, that is gonna be about\nthe same mass and size for a giant rocket as it is\ngonna be for a tiny rocket."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1773.555, "end_time": 1784.098, "text": "And so that's just parasitic mass that is very consequential\nif you're building a very small rocket, but is trivial if you're\nbuilding a very large rocket."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1784.098, "end_time": 1795.779, "text": "So you have the parasitic mass thing. And then if you look at, for example, rocket engines have turbo pumps. They have to pressurize\nthe fuel and the oxidizer up to a very high pressure level"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1795.779, "end_time": 1806.7649999999999, "text": "in order to inject it\ninto the thrust chamber where it burns. And those pumps, all\nrotating machines, in fact get more efficient as they get larger."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1806.765, "end_time": 1819.32, "text": "So really tiny turbo pumps are very challenging to manufacture. And any kind of gaps, you know, are like between the housing for example,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1819.32, "end_time": 1831.146, "text": "and the rotating impeller\nthat pressurizes the fuel, there has to be some gap there. You can't have those parts\nscraping against one another. And those gaps drive inefficiencies."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1831.146, "end_time": 1842.2469999999998, "text": "And so, you know, if you\nhave a very large turbo pump, those gaps in percentage\nterms end up being very small. And so there's a bunch of things"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1842.247, "end_time": 1853.298, "text": "that you end up loving\nabout having a large rocket and that you end up\nhating for a small rocket. But there's a giant\nexception to this rule, and it is manufacturing."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1853.298, "end_time": 1863.483, "text": "So manufacturing large structures\nis very, very challenging. It's a pain in the butt. And so, you know, it's just if you have, if you're making a small rocket engine,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1863.483, "end_time": 1874.968, "text": "you can move all the pieces by hand, you could assemble it on a\ntable, one person can do it, you know, you don't need cranes\nand heavy lift operations and tooling, and so on and so on."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1874.968, "end_time": 1885.371, "text": "When you start building big\nobjects, infrastructure, civil infrastructure,\njust like the launchpad and the you know, all this, we went and visited,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1885.371, "end_time": 1897.7469999999998, "text": "I took you to the launchpad and you can see it's so monumental. - Yeah, it is. - And so just these things\nbecome major undertakings, both from an engineering point of view, but also from a construction\nand cost point of view."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1897.747, "end_time": 1908.969, "text": "- And even the foundation\nof the launchpad, I mean, this is Florida, like isn't like swamp land? Like how deep do you have to go? - You have to at Cape Canaveral, in fact, at most ocean,\nyou know, most launch pads"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1908.969, "end_time": 1920.1619999999998, "text": "are on beaches somewhere in the oceanside. 'cause you wanna launch over\nwater for safety reasons. The yes, you have to drive pilings,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1921.449, "end_time": 1935.134, "text": "you know, dozens and dozens\nand dozens of pilings, you know, 50, a 100, 150 feet deep to get enough structural integrity for these very large, you know, it's yes, these turn into major\ncivil engineering projects."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1935.134, "end_time": 1945.3690000000001, "text": "- I just have to say\neverything about that factory is pretty badass. You said tooling, the bigger it gets, the more epic it is. - It does make it epic. - Yeah. - It's fun to look at."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1945.369, "end_time": 1955.785, "text": "It's extraordinary. - It's humbling also, 'cause you know, humans are\nso small compared to it. - We are building these enormous machines that are harnessing enormous amounts"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1955.785, "end_time": 1966.605, "text": "of chemical power, you know,\nin very, very compact packages. It's truly extraordinary. - But then there's all\nthe different components"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1966.605, "end_time": 1977.1480000000001, "text": "and that you know, the materials involved. Is there something interesting that you can describe about the materials that's comprised the rockets?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1977.148, "end_time": 1989.53, "text": "So it has to be as light\nas possible, I guess, whilst withstanding the heat\nand the harsh conditions? - Yeah, I play a little\nkind of game sometimes with other rocket people\nthat I run into where"}
{"video_id": "DcWqzZ3I2cY", "start_time": 1989.53, "end_time": 1999.967, "text": "say what are the things that would amaze the 1960s engineers? Like what's changed? 'Cause surprisingly, some\nof rocketry greatest hits have not changed."}
{"video_id": "DcWqzZ3I2cY", "start_time": 1999.967, "end_time": 2010.533, "text": "They are still, they would recognize immediately\na lot of what we do today. And it's exactly what they\npioneered back in the '60s. But a few things have changed."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2010.533, "end_time": 2022.841, "text": "You know, the use of carbon composites is very different today. You know, we can build very sophisticated, you saw our carbon tape laying machine"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2022.841, "end_time": 2035.488, "text": "that builds the giant fairings. And we can build these incredibly light, very stiff fairing structures out of carbon composite material"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2035.488, "end_time": 2047.943, "text": "that they could not have dreamed of. I mean the efficiency,\nthe structural efficiency of that material is so high\ncompared to any you know, metallic material you\nmight use or anything else."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2047.943, "end_time": 2058.15, "text": "So that's one. Aluminum lithium and the ability to friction stir weld aluminum lithium."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2058.15, "end_time": 2069.2, "text": "Do you remember the friction\nstir welding that I showed you? - Yes, incredible. - This is a remarkable technology. This was invented decades ago, but has become very practical over just the last couple of decades."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2069.2, "end_time": 2080.825, "text": "And instead of using\nheat to weld two pieces of metal together, it\nliterally stirs the two pieces. There's a pin that\nrotates at a certain rate"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2080.825, "end_time": 2092.7619999999997, "text": "and you put that pin between\nthe two plates of metal that you wanna weld together. And then you move it at\na very precise speed. And instead of heating the material,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2092.762, "end_time": 2105.0660000000003, "text": "it heats it a little\nbit because of friction, but not very much. You can literally\nimmediately after welding with stir friction welding, you can touch the material\nand it's just barely warm. It literally stirs the molecules together."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2105.066, "end_time": 2116.607, "text": "It's quite extraordinary. - Relatively low temperature. And I guess high temperature\nis what makes them, that makes it a weak point? - Exactly. So with traditional welding\ntechniques, you may have"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2116.607, "end_time": 2129.83, "text": "whatever the underlying\nstrength characteristics of the material are, you end up with weak\nregions where you weld. And with friction stir welding, the welds are just as\nstrong as the bulk material."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2129.83, "end_time": 2141.288, "text": "So it really allows you, and so, 'cause when you're, you know, let's say you're building a tank that you're gonna pressurize you know, a large liquid natural gas tank for our booster stage, for example."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2141.288, "end_time": 2151.411, "text": "You know, if you are welding\nthat with traditional methods, you have to size those weld lands, the thickness of those pieces with that knockdown for\nwhatever damage you're doing with the weld."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2151.411, "end_time": 2161.671, "text": "And that's gonna add a lot\nof weight to that tank. - I mean, even just the\nlooking at the fairings, the result of that, the complex shape that it takes and-"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2161.671, "end_time": 2171.986, "text": "- Yeah. - And like what it's supposed\nto do is kind of incredible 'cause so people don't know\nit's on top of the rocket, it's gonna fall apart. That's its task. But it has to stay strong sometimes."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2171.986, "end_time": 2182.1859999999997, "text": "- Yes. - And then disappear when it needs to. - That's right. - Which is a very difficult task. - Yes. When you need something that\nneeds to have 100% integrity"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2182.186, "end_time": 2193.784, "text": "until it needs to have 0% integrity. It needs to stay attached\nuntil it's ready to go away. And then when it goes away,\nit has to go away completely. You use explosive charges for that."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2193.784, "end_time": 2205.099, "text": "And so it's a very robust way of separating structure when you need to. - Exploding - Yeah. Little tiny bits of explosive material"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2205.099, "end_time": 2218.065, "text": "and it just, it'll sever\nthe whole connection. - So if you wanna go from\n100% structural integrity to zero as fast as\npossible use explosives,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2218.065, "end_time": 2229.009, "text": "- Use explosives. - The entirety of this thing is so badass. Okay, so we're back to the two stages. So the first stage is reusable. - Yeah. Second stage is expendable."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2229.009, "end_time": 2239.459, "text": "Second stage is liquid\nhydrogen, liquid oxygen. So we could take advantage of\nthe higher specific impulse. The the first stage lands\ndownrange on a landing platform"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2240.302, "end_time": 2251.3030000000003, "text": "in the ocean, comes back for maintenance and get ready to do the next mission. - I mean there's a million questions, but also is there a\npath towards reusability"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2251.303, "end_time": 2262.736, "text": "for the second stage? - There is, and we know how to do that. Right now we're gonna\nwork on manufacturing that second stage to make it\nas inexpensive as possible."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2262.736, "end_time": 2273.778, "text": "Sort of two paths for a second stage, make it reusable, or work really hard to make it inexpensive so you can afford to expend it."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2273.778, "end_time": 2285.578, "text": "And that trade is actually not\nobvious which one is better. - Even in terms of cost. Even like time cost? - I'm talking about cost is, you know,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2285.578, "end_time": 2295.8720000000003, "text": "space flight, getting into\norbit is a solved problem. We solved it back in you\nknow, the '50s and '60s. - You're making it sound easy. - So the only thing that, the only interesting problem"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2295.872, "end_time": 2305.535, "text": "is dramatically reducing\nthe cost of access to orbit, which is if you can do that, you open up a bunch of\nnew, you know, endeavors"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2306.918, "end_time": 2320.078, "text": "that lots of startup companies,\neverybody else can do. So that's, we really, that's one of our missions is to you know, be part of this industry and lower the cost to\norbit so that there can be"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2320.078, "end_time": 2330.556, "text": "you know, a kind of a\nrenaissance, a golden age of people doing all kinds of\ninteresting things in space. - I like how you said getting\nto orbit is a solved problem."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2330.556, "end_time": 2340.714, "text": "It is just the only interesting\nthing is reducing the cost. You know, how you can\ndescribe every single problem facing human civilization that way. The physicist would say\neverything is a solved problem."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2340.714, "end_time": 2354.817, "text": "We've solved everything. The rest is just well,\nRutherford said that \"it's just stamp collecting.\" It's just the details. It's some of the greatest\ninnovations and inventions and you know, brilliance is\nin that cost reduction stage."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2354.817, "end_time": 2364.997, "text": "Right, and you, you've had a\nlong career of cost reduction. - For sure. And when you, what does cost reduction really mean? It means inventing a better way."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2364.997, "end_time": 2375.962, "text": "- Yeah, exactly. - Right, and when you invent a better way, you make the whole world richer. So, you know, whatever it was, I don't know how many\nthousands of years ago, somebody invented the plow. And when they invented the plow,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2375.962, "end_time": 2388.5330000000004, "text": "they made the whole world richer because they made farming less expensive. And so it is a big deal\nto invent better ways. That's how the world gets richer."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2388.533, "end_time": 2400.036, "text": "- So what are some of\nthe biggest challenges on the manufacturing side\nand the engineering side that you're facing in working to get to the first launch of New Glenn?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2401.376, "end_time": 2412.873, "text": "- The first launch is one thing and we'll do that in 2024\ncoming up in this coming year. The real thing that's the bigger challenge is making sure that our factory"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2412.873, "end_time": 2423.4590000000003, "text": "is efficiently manufacturing at rate. So rate production. So consider if you wanna launch New Glenn"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2423.459, "end_time": 2434.8770000000004, "text": "you know, 24 times a year. You need to manufacture a upper stage since they're expendable\nevery, you know, twice a month,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2434.877, "end_time": 2447.822, "text": "you need to do one every two weeks. So you need to be, you need to have all of your\nmanufacturing facilities and processes and inspection techniques and acceptance tests and\neverything operating at rate."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2447.822, "end_time": 2459.819, "text": "And rate manufacturing\nis at least as difficult as designing the vehicle\nin the first place. And the same thing. So every upper stage\nhas two BE-3U engines."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2463.275, "end_time": 2476.638, "text": "So those engines you know, you need if you're gonna launch this\nthe vehicle twice a month, you need four engines a month. So you need an engine every week. So you need to be, that engine needs to be\nbeing produced at rate."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2476.638, "end_time": 2486.977, "text": "And that's a, and there's all of the things\nthat you need to do that, all the right machine tools,\nall the right fixtures, the right people, process, et cetera."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2486.977, "end_time": 2497.492, "text": "So it's one thing to build\na first article, right. So that's you know, to launch\nNew Glenn for the first time, you need to produce a first article."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2497.492, "end_time": 2507.741, "text": "But that's not the hard part. The hard part is\neverything that's going on behind the scenes to build a factory that can produce New Glenn's at rate."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2507.741, "end_time": 2522.557, "text": "- So the first one is produced in a way that enables the production\nof the second and third and the fourth and the\nfifth and sixth, and so on. - You could think of the first article as kind of pushing, it pushes all of the rate\nmanufacturing technology along."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2522.598, "end_time": 2533.224, "text": "You know, in other\nwords, it's kind of the, it's the test article in a way that's testing out your\nmanufacturing technologies."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2533.224, "end_time": 2545.235, "text": "- The manufacturing is the big challenge. - Yes. I mean I don't want to make it\nsound like any of it is easy. I mean the people who\nare designing the engines and all this, all of it is hard for sure."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2545.235, "end_time": 2556.8120000000004, "text": "But the challenge right\nnow is driving really hard to get to rate manufacturing and to do that in an efficient way. Again, kind of back to our cost point."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2556.812, "end_time": 2568.1769999999997, "text": "If you get to rate manufacturing\nin an inefficient way, you haven't really solved the cost problem and maybe you haven't really moved this state of the art forward. All this has to be about moving the state-of-the art forward."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2568.177, "end_time": 2580.167, "text": "There are easier businesses to do. I always tell people look, if\nyou are trying to make money, you know, like start a\nsalty snack food company or something, you know. - I'm gonna write that idea down."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2581.308, "end_time": 2591.457, "text": "- Like make the Lex Fridman potato chips, you know, this is- - Don't say it, people are gonna steal it. But yeah, it's hard. - You see what I'm saying?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2591.457, "end_time": 2602.176, "text": "It's like there's nothing\neasy about this business but it's its own reward. It's fascinating, it's\nworthwhile, it's meaningful."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2602.176, "end_time": 2613.398, "text": "And so you know, not, I don't wanna pick on\nsalty snack food companies, but I think it's less meaningful. You know, at the end of the day, you're not gonna have\naccomplished something amazing."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2613.398, "end_time": 2624.2309999999998, "text": "- Yeah, there's- - Even if you do make a\nlot of money out of it. - Yeah, there's something\nfundamentally different about the quote unquote\nbusiness of space exploration. - Yeah, for sure. - It's a grand project of humanity."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2624.231, "end_time": 2634.418, "text": "- Yes. It's one of humanity's grand challenges. And especially as you\nlook at going to the moon and going to Mars and building\ngiant O'Neill colonies"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2634.418, "end_time": 2646.274, "text": "and unlocking all the things. You know, I won't live long enough to see the fruits of this, but the fruits of this come\nfrom building a road to space,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2646.84, "end_time": 2658.038, "text": "getting the infrastructure. I'll give you an analogy. When I started Amazon, I didn't have to develop a payment system. It already existed. It was called the credit card."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2658.038, "end_time": 2668.121, "text": "I didn't have to develop\na transportation system to deliver the packages. It already existed. It was called the postal service and Royal Mail and Deutsche Post."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2668.121, "end_time": 2680.26, "text": "And so all this heavy\nlifting infrastructure was already in place. And I could stand on its shoulders. And that's why when you\nlook at the internet,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2680.26, "end_time": 2690.714, "text": "you know, by the way, another\ngiant piece of infrastructure that was around in the early, I'm taking you back to like 1994, people were using dial up modems. And it was piggybacking"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2690.714, "end_time": 2702.179, "text": "on top of the long distance phone network. That's how the internet, that's you know, how people\nwere accessing servers and so on. And that again, if that hadn't existed,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2702.179, "end_time": 2712.509, "text": "it would've been hundreds\nof billions of CapEx to put that out there. No startup company could have done that. And so the problem you know, you see in,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2713.432, "end_time": 2724.796, "text": "if you look at the dynamism\nin the internet space over the last 20 years, it's because you know, you see\nlike two kids in a dorm room could start an internet company\nthat could be successful"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2724.796, "end_time": 2736.858, "text": "and do amazing things. Beause they didn't have to\nbuild heavy infrastructure. It was already there. And that's what I wanna do. I take you know, my Amazon winnings"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2736.858, "end_time": 2747.882, "text": "and use that to build heavy infrastructure so that the next generation you know, the generation that's my\nchildren and their children, these, you know, those generations"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2747.882, "end_time": 2760.177, "text": "can then use that heavy infrastructure. Then there'll be space entrepreneurs who start in their dorm room. - Yeah. - Like that will be a marker of success. When you can have a really\nvaluable space company"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2760.177, "end_time": 2770.734, "text": "started in a dorm room, then we know that we've\nbuilt enough infrastructure so that ingenuity and imagination\ncan really be unleashed. I find that very exciting."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2770.734, "end_time": 2782.562, "text": "- As they will of course, as kids do, take all of this hard\ninfrastructurability for granted. - Of course. Which is- - That's the entrepreneurial spirit. - That's an inventors greatest dream."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2783.501, "end_time": 2793.979, "text": "- Yeah. - Is that their inventions\nare so successful that they are one day taken for granted. You know, nobody thinks of\nAmazon as an invention anymore. Nobody thinks of customer reviews as,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2793.979, "end_time": 2805.56, "text": "we pioneered customer reviews, but now they're so commonplace. Same thing with one\nclick shopping and so on. But that's a compliment. That's how you know, you invent something that's so used,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2805.56, "end_time": 2817.777, "text": "so beneficially used by so many people that they take it for granted. - I don't know about nobody. That's every time I use Amazon, I'm still amazed how does this work? Logistics. - Well, that proves you're\nvery curious explorer."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2817.777, "end_time": 2829.029, "text": "- All right, all right, back to rockets. Timeline. You said 2024. As it stands now, are both the first test\nlaunch and the launch"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2829.029, "end_time": 2839.4790000000003, "text": "of escapade explorers\nto Mars still possible? - In 2024?\n- In 2024. Yeah. - Yeah, I think so. For sure the first launch, and then we'll see if\nescapade goes on that or not."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2839.479, "end_time": 2850.195, "text": "I think that the first launch for sure. And I hope escapade too. - Hope. - Well, I just don't know which mission it's actually gonna be slated on. So we also have other things"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2850.195, "end_time": 2863.036, "text": "that might go on that first mission. - Oh, I got it. But you're optimistic that\nthe launches will still- - Oh, the first launch, I'm very optimistic that the first launch of New Glenn will be in 2024. And I'm just not a hundred percent certain"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2863.036, "end_time": 2873.798, "text": "what payload will be on that first launch. - Are you nervous about it? - Are you kidding? I'm extremely nervous about it. - Oh man. - A hundred percent."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2873.798, "end_time": 2886.076, "text": "I've, you know, every launch I go to, you know, for New Shephard,\nfor other vehicles too, I'm always nervous for these launches. But yes, for sure. A first launch to have\nno nervousness about that"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2886.076, "end_time": 2897.7200000000003, "text": "would be, you know, some\nsign of derangement, I think so. - Well, I got to visit the launchpad, it's pretty, I mean, it's epic. - You know, we have\ndone a tremendous amount"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2897.72, "end_time": 2908.018, "text": "of ground testing, a tremendous\namount of simulation. So, you know, a lot of the problems that we might find in\nflight have been resolved,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2908.018, "end_time": 2920.589, "text": "but there are some problems\nyou can only find in flight. So, you know, cross your fingers. I guarantee you, you'll\nhave fun watching it no matter what happens. - 100% when the thing is\nfully assembled and comes up."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2920.589, "end_time": 2930.82, "text": "- Yeah, the transporter erector. - The erector, yeah. - Just the transporter erector\nfor a rocket of this scale - Yeah.\n- is extraordinary. - That's an incredible machine."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2930.82, "end_time": 2944.218, "text": "- The vehicle travels out horizontally and then kind of- - Yeah. - You know, comes up. - Over a few hours? - Yeah, it's a beautiful thing to watch. - Speaking of which, if\nthat makes you nervous,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2944.218, "end_time": 2953.346, "text": "I don't know if you remember, but you were aboard a New Shephard on its first crude flight."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2954.499, "end_time": 2964.57, "text": "How was that experience? Were you terrified then? - You know, strangely, I wasn't, you know. - When you ride the rocket- - It's true."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2964.57, "end_time": 2975.487, "text": "- less nerve wracking. - Its true. I've watched other people ride the rocket and I'm more nervous than when I was inside the rocket myself. It was a difficult conversation\nto have with my mother"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2975.487, "end_time": 2986.917, "text": "when I told her I was\ngonna go on the first one. And not only was I gonna go, but I was gonna bring my brother too. This is a tough conversation\nto have with a mom. - There's a long pause when you told her."}
{"video_id": "DcWqzZ3I2cY", "start_time": 2986.917, "end_time": 2997.647, "text": "- She's like both of you? And it was an incredible experience and we were laughing inside the capsule"}
{"video_id": "DcWqzZ3I2cY", "start_time": 2999.081, "end_time": 3010.504, "text": "and you know, we're not nervous. The people on the ground\nwere very nervous for us. It was actually one of the\nmost emotionally powerful parts"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3012.34, "end_time": 3023.338, "text": "of the experience was not\nhappened even before the flight at 4:30 in the morning,\nbrother and I are getting ready to go to the launch site"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3023.338, "end_time": 3036.909, "text": "and Lauren is gonna take\nus there in her helicopter and we're getting ready to leave. And we go outside the ranch house there in west Texas where\nthe launch facility is. And all of our family, my\nkids and my brother's kids"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3038.12, "end_time": 3048.3830000000003, "text": "and our you know, our\nparents, and close friends are assembled there. And they're saying goodbye to us,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3048.383, "end_time": 3060.417, "text": "but they're kind of saying, maybe they think they're\nsaying goodbye to us forever. And you know, we might\nnot have felt that way. But it was obvious from their faces how nervous they were\nthat they felt that way."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3060.417, "end_time": 3072.7180000000003, "text": "And it was sort of powerful because it allowed us to see, it was almost like attending\nyour own memorial service or something. Like you could feel how loved\nyou were in that moment. And it was really amazing."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3072.718, "end_time": 3082.934, "text": "- Yeah, and I mean there's\njust a epic nature to it too. - The accent, the\nfloating and zero gravity. I'll tell you something very interesting."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3082.934, "end_time": 3093.491, "text": "Zero gravity feels very natural. I don't know if it's because we are, you know, it's like return\nto the womb or what. - You just confirmed you're an alien."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3093.491, "end_time": 3104.395, "text": "But that's okay. I think that's what you just said. - It feels so natural to be in zero G. It was really interesting. And then what people talk\nabout the overview effect and seeing earth from space,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3104.395, "end_time": 3114.554, "text": "I had that feeling very powerfully. I think everyone did. You see how fragile the earth is. If you're not an environmentalist,\nit will make you one."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3114.554, "end_time": 3125.421, "text": "The the great Jim Lovell quote, you know, he looked back at the earth from space and he said he realized\n\"you don't go to heaven when you die. You go to heaven when you're born.\""}
{"video_id": "DcWqzZ3I2cY", "start_time": 3125.421, "end_time": 3136.6420000000003, "text": "And it's just you know, that's the feeling that people get when they're in space. You see all this blackness,\nall this nothingness, and there's one gem of\nlife, and it's earth. - It is a gem."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3136.642, "end_time": 3147.402, "text": "What, you know, you've talked a lot about decision making throughout\nyour time with Amazon. What was that decision\nlike to be the first"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3147.402, "end_time": 3160.285, "text": "to ride New Shephard? Like what, just be before\nyou talked to your mom. - Yeah. - What, like the pros and cons, like actually as one human being, as a leader of a company on all fronts,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3161.214, "end_time": 3171.261, "text": "like what was that decision making like? - I decided that, first of all, I knew the vehicle extremely well. I know the team who built it. I know the vehicle."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3173.161, "end_time": 3182.997, "text": "I am very comfortable with\nlike the escape system. We put as much effort into the\nescape system on that vehicle"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3183.262, "end_time": 3193.4010000000003, "text": "as we put into all the rest\nof the vehicle combined. It's one of the hardest\npieces of engineering in the entire New Shephard architecture. - Can you actually describe, what do you mean by escape system?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3193.401, "end_time": 3202.173, "text": "What's involved? - We have a solid rocket motor in the base of the crew capsule so that if anything goes wrong on ascent,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3203.498, "end_time": 3215.314, "text": "you know, while the main\nrocket engine is firing, we can ignite this solid rocket motor in the base of the crew capsule\nand escape from the booster."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3215.7, "end_time": 3226.297, "text": "It's a very challenging system\nto build, design, validate, test, all of these things. It is the reason that I am\ncomfortable letting anyone"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3226.297, "end_time": 3235.148, "text": "go on New Shephard. So the booster is as safe and\nreliable as we can make it. But we are harnessing,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3236.578, "end_time": 3250.2219999999998, "text": "whenever you're talking\nabout rocket engines, I don't care what rocket\nengine you're talking about, you are harnessing such vast power in such a small, compact, geometric space."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3250.222, "end_time": 3262.039, "text": "The power density is so\nenormous that it is impossible to ever be sure that\nnothing will go wrong. And so the only way to improve safety"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3263.08, "end_time": 3275.1609999999996, "text": "is to have an escape system. And you know, and historically rockets, human rated rockets\nhave had escape systems. Only the space shuttle did not. And, but Apollo had one,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3275.161, "end_time": 3285.999, "text": "you know, all of the previous,\nyou know, Gemini, et cetera, they all had escape systems. And we have on New shephard\nof unusual escapes,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3285.999, "end_time": 3298.862, "text": "most escape systems are towers. We have a pusher escape system. So the solid rocket motor\nis actually embedded in the base of the crew capsule. And it pushes and it's reusable in the sense that if we don't use it,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3298.862, "end_time": 3309.3579999999997, "text": "so if we have a nominal\nmission, we land with it. The tower systems have to be ejected at a certain point in the mission, and so they get wasted\neven in a nominal mission."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3309.358, "end_time": 3321.355, "text": "And so again, you know, cost\nreally matters on these things. So we figured out how to\nhave the escape system be a reusable , in the event that it's\nnot used, you can reuse it and have it be a pusher system."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3321.355, "end_time": 3331.4339999999997, "text": "It's a very sophisticated thing. So I knew these things. You asked me about my decision to go and so I know the vehicle very well. I know the people who designed it."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3331.434, "end_time": 3343.596, "text": "I had great trust in them and in the engineering that we did. And I thought to myself look,\nif I am not ready to go, then I wouldn't want anyone to go."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3343.596, "end_time": 3354.556, "text": "A tourism vehicle has to\nbe designed in my view, to have very, to be as\nsafe as one can make it. You can't make it perfectly safe. It's impossible."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3354.556, "end_time": 3365.0550000000003, "text": "But you know, you just have to, people will do things. People take risks, you\nknow, they climb mountains, they skydive, they do deep\nunderwater scuba diving,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3365.055, "end_time": 3376.9539999999997, "text": "and so on. People are okay taking risk. You can't eliminate the risk. But it is something, because\nit's a tourism vehicle, you have to do your utmost\nto eliminate those risks."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3376.954, "end_time": 3388.241, "text": "And I felt very good about the system. I think it's one of the\nreasons I was so calm inside and maybe others weren't just calm, they didn't know as\nmuch about it as I did. - Who was in charge of\nengaging the escape system?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3388.241, "end_time": 3398.569, "text": "Did you have- - It's automated. - Okay. - The escape system is- - I was visualizing deployment of that. - is completely automated. Automated is better because\nit can react so much faster."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3398.569, "end_time": 3409.308, "text": "- So yeah, for tourism rockets safety is a huge, huge, huge\npriority for space exploration also, but a tiny, you know, a delta less. - Yes. I mean I think for you\nknow, if you're doing,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3409.308, "end_time": 3417.703, "text": "you know, there are human activities where we tolerate more risk. If you're saving\nsomebody's life, you know, if you are engaging in real exploration,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3419.505, "end_time": 3429.7470000000003, "text": "these are things where, you know, I personally think we\nwould accept more risk in part because you have to."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3429.747, "end_time": 3441.903, "text": "- Is there a part of you that's frustrated by the rate of progress in Blue Origin? - Blue Origin needs to be much faster. And it's one of the\nreasons that I left my role"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3441.903, "end_time": 3453.1240000000003, "text": "as the CEO of Amazon\na couple of years ago. I needed, I wanted to come in and Blue Origin needs me right now. And so I had always, when\nI was the CEO of Amazon,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3453.124, "end_time": 3464.484, "text": "my point of view on this is if I'm the CEO of a publicly traded company it's going to get my full attention. And I really, it's just\nhow I think about things."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3464.484, "end_time": 3475.3630000000003, "text": "It was very important to me. I felt I had an obligation\nto all the stakeholders at Amazon to do that. And so having, you know, turned the CEO,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3475.363, "end_time": 3486.0119999999997, "text": "I'm still the executive chair there, but I've turned the CEO role over. And the reason, the\nprimary reason I did that is so that I could spend\ntime on Blue Origin"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3486.012, "end_time": 3496.731, "text": "adding some you know, energy,\nsome sense of urgency. We need to move much\nfaster and we're going to. - What are the ways to speed it up? So, I mean there's,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3498.484, "end_time": 3508.696, "text": "you've talked a lot of different\nways to sort of at Amazon, you know, removing barriers\nfor progress or distributing,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3510.322, "end_time": 3521.507, "text": "making everybody\nautonomous and self reliant in terms of all those kinds of things. Is that apply at Blue Origin or is the- - It does apply. You know, I'm leading this directly."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3521.507, "end_time": 3531.516, "text": "We are gonna become the\nworld's most decisive company across any industry. And so you know, at Amazon\never since the beginning,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3533.726, "end_time": 3543.9, "text": "I said we are gonna become the world's most customer\nobsessed company. And no matter the industry, like people, one day people are going to come to Amazon"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3543.9, "end_time": 3554.36, "text": "from the healthcare\nindustry and wanna know how did you guys, how are you so customer obsessed? How do you actually not\njust pay lip service, but actually do that? And from you know,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3554.36, "end_time": 3568.864, "text": "all different industries\nshould come on and study us to see how we accomplish that. And the analogous thing at Blue Origin and it will help us move faster is we are gonna become the\nworld's most decisive company."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3568.864, "end_time": 3579.609, "text": "We're gonna get really good at taking appropriate technology risk and making those decisions quickly. You know, being bold on those things. That's what, and having the right culture"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3579.609, "end_time": 3591.045, "text": "that supports that. You need people to be ambitious,\ntechnically ambitious. You know, if there are\nfive ways to do something, we'll study them. But let's study them very\nquickly and make a decision."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3591.045, "end_time": 3602.648, "text": "We can always change our mind. It doesn't you know,\nchanging your mind is, I took about one-way\ndoors and two-way doors. Most decisions are two-way doors."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3603.769, "end_time": 3614.9089999999997, "text": "- Can ou explain that? 'Cause I love that metaphor. - If you make the wrong decision, if it's a two-way door\ndecision, you walk out the door, you pick a door, you walk out,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3614.909, "end_time": 3627.0060000000003, "text": "and you spend a little time there. It turns out to be the wrong decision, you can come back in\nand pick another door. Some decisions are so consequential and so important and so hard to reverse"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3627.006, "end_time": 3638.109, "text": "that they really are\none-way door decisions. You go in that door,\nyou're not coming back. And those decisions have to be made very deliberately, very carefully."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3638.109, "end_time": 3649.588, "text": "If you can think of yet another\nway to analyze the decision, you should slow down and do that. So, you know, when I\nwas the CEO of Amazon, I often found myself in the position"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3649.588, "end_time": 3659.5930000000003, "text": "of being the chief slowdown officer because somebody would be bringing me a one-way door decision. And I would say okay, I can\nthink of three more ways to analyze that."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3659.593, "end_time": 3670.6319999999996, "text": "So let's go do that. Because we ha we are not gonna be able to reverse this one easily. Maybe you can reverse it,\nbut it's gonna be very costly and very time consuming. We really have to get this\none right from the beginning."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3670.632, "end_time": 3681.6859999999997, "text": "And what happens,\nunfortunately in companies, what can happen is that you\nhave a one size fits all"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3681.686, "end_time": 3693.344, "text": "decision making process where you end up using\nthe heavyweight process on all decisions. - For everything, yeah. - Including the lightweight ones. The two-way door decisions."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3693.344, "end_time": 3703.969, "text": "Two-way door decisions\nshould mostly be made by single individuals\nor by very small teams deep in the organization. And one-way door decisions are the ones"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3703.969, "end_time": 3715.149, "text": "the irreversible ones, those are the ones that\nshould be elevated up to you know, the senior most executives who should slow them down and make sure that the right thing is being done."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3715.149, "end_time": 3726.522, "text": "- Yeah, I mean, part of the skill here is to know the difference\nin one-way and two-way, I think you mentioned. - Yes. - I mean I think you\nmentioned Amazon Prime, the decision to sort\nof create Amazon Prime"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3726.522, "end_time": 3736.9010000000003, "text": "as a one-way door. I mean, it's not, it's\nunclear if it is or not, but it probably is, and it's\na really big risk to go there. - There are a bunch of\ndecisions like that that are"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3736.901, "end_time": 3748.029, "text": "you know, changing the decision is gonna be very, very complicated. Some of them are technical decisions too, because some technical decisions are like quick drying cement."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3748.029, "end_time": 3760.063, "text": "You know, if you're\ngonna, once you make 'em, it gets really hard. I mean, you know,\nchoosing which propellants to use in a vehicle. You know, selecting LNG\nfor the booster stage and selecting hydrogen\nfor the upper stage,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3760.063, "end_time": 3770.592, "text": "that has turned out to\nbe a very good decision. But if you changed your\nmind, that would be a very, that would be a very big setback."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3770.592, "end_time": 3781.586, "text": "Do you see what I'm saying? - Yeah. - So that's the kind of decision you scrutinize very, very carefully. Other things just aren't like that. Most decisions are not that way."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3781.586, "end_time": 3792.97, "text": "Most decisions should be\nmade by single individuals, but they need, and done quickly in the full understanding that you can always change your mind. - Yeah, one of the things I really liked,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3792.97, "end_time": 3803.783, "text": "perhaps it's not a two-way door decision is I disagree and commit phrase. So don't, so somebody brings up an idea to you."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3803.783, "end_time": 3816.7039999999997, "text": "If it's a two-way door, you state that you don't\nunderstand enough to agree, but you still back them. I'd love for you to explain it. - Yeah, disagree and commit is\na really important principle"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3816.704, "end_time": 3827.362, "text": "that saves a lot of arguing. - Yeah. - So- - I'm gonna use that in my personal life. I disagree, but commit. - It's very common in\nany endeavor in life,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3827.362, "end_time": 3837.4300000000003, "text": "in business, and any you know, anybody where you have teammates. You have a teammate and\nthe two of you disagree. At some point you have to make a decision."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3837.43, "end_time": 3849.425, "text": "And you know, in companies we tend to organize hierarchically. So there's this you know,\nwhoever's the more senior person ultimately gets to make the decision. So ultimately the CEO gets\nto make that decision."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3849.425, "end_time": 3862.148, "text": "And the CEO may not\nalways make the decision that they agree with. So like you know, I would often I would be the one who\nwould disagree and commit. One of my direct reports\nwould very much wanna do it,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3862.148, "end_time": 3873.2200000000003, "text": "do something in a particular way. I would think it was a bad idea. I would explain my point of view. They would say Jeff, I think\nyou're wrong, and here's why."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3873.22, "end_time": 3882.584, "text": "And we would go back and forth and I would often say you know what? I don't think you're right, but I'm gonna gamble with you"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3883.452, "end_time": 3893.826, "text": "and you're closer to the\nground truth than I am. I had known you for 20 years,\nyou have great judgment. I don't know that I'm right either."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3893.826, "end_time": 3905.347, "text": "Not really, not for sure. All these decisions are complicated. Let's do it your way. But at least then you've made a decision. And I'm agreeing to\ncommit to that decision."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3905.347, "end_time": 3918.209, "text": "So I'm not gonna be second guessing it. I'm not gonna be sniping at it. I'm not gonna be saying I told you so. I'm gonna try actively to\nhelp make sure it works. That's a really important\nteammate behavior."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3918.209, "end_time": 3928.511, "text": "There's so many ways\nthat dispute resolution is a really interesting thing on teams. And there are so many ways\nwhen two people disagree"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3928.511, "end_time": 3940.158, "text": "about something, even,\nI'm assuming in the case where everybody's well intentioned, they just have a very different opinion about what the right decision is. And we have, in our society\nand inside companies,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3940.158, "end_time": 3950.42, "text": "we have a bunch of mechanisms that we use to resolve\nthese kinds of disputes. A lot of 'em are, I think really bad."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3950.42, "end_time": 3961.3500000000004, "text": "So, you know, an example\nof a really bad way of coming to agreement is compromise. So compromise, you know, look, we're in a room here and I could say"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3961.35, "end_time": 3971.3920000000003, "text": "Lex, how tall do you\nthink this ceiling is? And you'd be like I don't\nknow, Jeff, maybe 12 feet tall. And I would say I think it's 11 feet tall."}
{"video_id": "DcWqzZ3I2cY", "start_time": 3971.392, "end_time": 3981.484, "text": "- Yeah. - And then we'd say you know what? Let's just call it 11 and a half feet. That's compromise. - Yeah. - Instead of the right\nthing to do is you know,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3981.484, "end_time": 3994.647, "text": "to get a tape measure\nor figure out some way of actually measuring, but think getting that tape measure and figure out how to get\nit to the top of the ceiling and all these things that requires energy. Compromise, the advantage of compromise"}
{"video_id": "DcWqzZ3I2cY", "start_time": 3994.647, "end_time": 4006.7450000000003, "text": "as a resolution mechanism\nis that it's low energy, but it doesn't lead to truth. And so in things like the\nheight of the ceiling, where truth is a noble thing,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4006.745, "end_time": 4018.0240000000003, "text": "you shouldn't allow compromise to be used when you can know the truth. Another really bad resolution mechanism that happens all the time\nis just who's more stubborn."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4018.024, "end_time": 4029.494, "text": "- Yeah. - This is also, let's say\ntwo executives who disagree and they just have a war of attrition. And whichever one gets exhausted first"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4029.494, "end_time": 4042.374, "text": "capitulates to the other one. Again, you haven't arrived at truth. And this is very demoralizing. So, you know, this is where escalation, I try to ask people who\nyou know, on my team"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4043.287, "end_time": 4054.328, "text": "and say never get to a point where you are resolving\nsomething by you know, who gets exhausted first. Escalate that. I'll help you make the decision."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4054.328, "end_time": 4065.505, "text": "Because that's so de-energized and such a terrible, lousy\nway to make a decision. - So you want to get to the resolution as quickly as possible because that ultimately leads\nto high velocity of decision."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4065.505, "end_time": 4077.89, "text": "- Yes. And you wanna try to get as\nclose to truth as possible. So you want like you know,\nexhausting the other person is not truth seeking. - Yes. - And compromise is not truth seeking."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4077.89, "end_time": 4089.667, "text": "So, you know, it doesn't mean, now, and there are a lot of cases where no one knows the real truth and that's where disagreeing\ncommit can come in. But it's escalation is better\nthan more of attrition."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4089.889, "end_time": 4100.985000000001, "text": "Escalate to you know, to your boss and say hey, we can't agree on this. We like each other, we're\nrespectful of each other, but we strongly disagree with each other. We need you to you know,\nmake a decision here"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4100.985, "end_time": 4112.535, "text": "so we can move forward. But decisiveness, moving\nforward quickly on decisions as quickly as you responsibly can is how you increase velocity."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4112.535, "end_time": 4123.094, "text": "Most of what slows things\ndown is taking too long to make decisions at all scale levels. You know, so it has to\nbe part of the culture to get high velocity."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4123.094, "end_time": 4133.286, "text": "You know, Amazon has a\nmillion and a half people and the company is still fast. We're still decisive, we're still quick. And that's because the\nculture supports that."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4133.286, "end_time": 4144.379, "text": "- At every scale in a distributed way. - Yes. - Try to maximize the\nvelocity of decisions. - Exactly. - You've mentioned the lunar program. Let me ask you about that. - Yeah."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4144.379, "end_time": 4155.23, "text": "- There's a lot going on there and you haven't really\ntalked about it much. So in addition to the\nArtemis program with NASA, Blue is doing its own lander program. Can you describe it?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4155.23, "end_time": 4166.474, "text": "There's a sexy picture on\nInstagram with one of them. Is it the MK1, I guess? - Yeah, The MK1. The picture is me with Bill\nNelson, the NASA administrator."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4166.474, "end_time": 4175.123, "text": "- Just to clarify, the\nLander is the sexy thing about the Instagram. Really wanna clarify that. - I know it's not me. I know it was either the lander or Bill. - Okay."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4176.623, "end_time": 4184.446000000001, "text": "I love Bill, but- - Thank you for clarifying. - Okay. - Yes, the MK1 Lander is\ndesigned to take 3000 kilograms"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4187.574, "end_time": 4199.893, "text": "to the surface of the moon\nin a cargo, expendable cargo. It's an expendable lander. Lands on the moon, stays there, take 3000 kilograms to the surface. It can be launched on a\nsingle New Glenn flight,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4199.893, "end_time": 4212.268, "text": "which is very important. So it's a relatively simple architecture, just like the human landing system lander that they called the MK2. MK1 is also fueled with liquid hydrogen,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4214.275, "end_time": 4224.709999999999, "text": "and which is for high energy emissions, like landing on the surface of the moon, the high specific impulse of hydrogen is a very big advantage."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4224.71, "end_time": 4235.089, "text": "The disadvantage of\nhydrogen has always been that it's, since it's such a deep cryogen, it's not storable. So it's constantly boiling off"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4235.089, "end_time": 4246.714, "text": "and you're losing propellant\nbecause it's boiling off. And so we're doing, as\npart of our lunar program, it's developing solar powered cryo coolers"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4246.714, "end_time": 4258.892, "text": "that can actually make\nhydrogen a storable propellant for deep space. And that's a real game changer. It's a game changer for\nany high energy mission. So to the moon, but to the outer planets,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4258.892, "end_time": 4267.969, "text": "to Mars, everywhere. - So the idea with MK1, both MK1 and MK2 is the New Glenn can carry\nit from the surface of earth"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4269.771, "end_time": 4280.402, "text": "to the surface of the moon. - Exactly. So the Mk1 is expendable. The lunar lander we're\ndeveloping for NASA,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4280.402, "end_time": 4291.713, "text": "the Mk2 lander, that's part\nof the Artemis program. They call it the\nsustaining lander program. So that lander is designed to be reusable."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4291.713, "end_time": 4304.824, "text": "It can land on the surface of the moon in a single stage configuration\nand then take off. So the whole you know, if you look at the Apollo program, the lunar lander and Apollo\nwas really two stages."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4304.824, "end_time": 4315.352, "text": "It would land on the surface and then it would leave the descent stage on the surface of the moon, and only the absent stage would go back up into lunar orbit where it would rendezvous"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4315.352, "end_time": 4327.415, "text": "with the command module. Here what we're doing is we\nhave a single stage lunar lander that carries down enough propellant so that it can bring\nthe whole thing back up so that it can be reused over and over."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4327.415, "end_time": 4337.711, "text": "And the point of doing that, of course, is to reduce cost so that\nyou can make lunar missions more affordable over time, which is, that's one of\nNASA's big objectives"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4337.711, "end_time": 4348.73, "text": "because this time the\nwhole point of Artemis is go back to the moon,\nbut this time to stay. So, you know, back in the Apollo program,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4348.73, "end_time": 4358.9529999999995, "text": "we went to the moon six times\nand then ended the program and it really was too\nexpensive to continue. - And so there's a few questions there,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4358.953, "end_time": 4369.366, "text": "but one is how do you stay on the moon? What ideas do you have about- - Yeah. - Like sustaining life where\na few folks can stay there"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4369.575, "end_time": 4378.938, "text": "for prolonged periods of time? - Well, one of the things we're working on is using lunar resources\nlike lunar regolith"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4380.389, "end_time": 4393.255, "text": "to manufacture commodities\nand even solar cells on the surface of the moon. We've already built a solar cell that is completely made from\nlunar regolith stimulant,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4393.255, "end_time": 4405.554999999999, "text": "and this solar cell is only\nabout 7% power efficient. So it's very inefficient\ncompared to you know, the more advanced solar cells\nthat we make here on earth."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4405.555, "end_time": 4417.5509999999995, "text": "But if you can figure out how to make a practical solar cell factory that you can land on\nthe surface of the moon, and then the raw material\nfor those solar cells"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4417.551, "end_time": 4428.1140000000005, "text": "is simply lunar regolith, then you can just you know, continue to churn out solar cells\non the surface of the moon, have lots of power on\nthe surface of the moon."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4428.114, "end_time": 4437.324, "text": "That will make it easier for\npeople to live on the moon. Similarly, we're working on extracting oxygen from lunar regolith."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4438.214, "end_time": 4450.793, "text": "So lunar regolith by weight\nhas a lot of oxygen in it. It's bound very tightly, you know, as oxides with other elements. And so you have to separate the oxygen,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4450.793, "end_time": 4462.032, "text": "which is very energy intensive. So that also could work\ntogether with the solar cells. But if you can, and then ultimately we may be able"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4462.032, "end_time": 4475.153, "text": "to find practical quantities of ice in the permanently shadowed craters on the poles of the moon. And we know there is ice water"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4475.153, "end_time": 4486.274, "text": "in those, or water ice in those craters. And we know that we can break\nthat down with electrolysis into hydrogen and oxygen."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4486.274, "end_time": 4495.9490000000005, "text": "And then you'd not only have oxygen, but you'd also have a very\ngood high efficiency propellant fuel in hydrogen."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4497.176, "end_time": 4507.6539999999995, "text": "So there's a lot we can do to make the moon more\nsustainable over time. But the very first step, the thing, the kind of gate that all\nof that has to go through"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4507.654, "end_time": 4518.226, "text": "is we need to be able\nto land cargo and humans on the surface of the moon\nat an acceptable cost. - To fast forward a little bit,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4518.226, "end_time": 4529.905, "text": "is there any chance Jeff Bezos steps foot on the moon and on Mars? One or the other, or both? - It's very unlikely."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4529.905, "end_time": 4540.679, "text": "I think it's probably\nsomething that gets done by future generations by\nthe time it gets to me. I think in my lifetime\nthat's probably gonna be done by professional astronauts."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4540.679, "end_time": 4553.908, "text": "Sadly, I would love to\nsign up for that mission. So don't count me out yet, Lex, you know, give me a fighting shot here maybe. But I think if we are\nplacing reasonable bets"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4554.941, "end_time": 4565.331999999999, "text": "on such a thing, in my lifetime, that\nwill continue to be done by professional astronauts. - Yeah, so these are\nrisky, difficult missions. - And probably missions that\nrequire a lot of training."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4565.332, "end_time": 4575.783, "text": "You know, you are going there\nfor a very specific purpose to do something. We're gonna be able to\ndo a lot on the moon too with automation. So, you know, in terms of\nsetting up these factories"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4575.783, "end_time": 4588.732, "text": "and doing all that, we are\nsophisticated enough now with automation and we\nprobably don't need humans to tend those factories and machines. So there's a lot that's\ngonna be done in both modes."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4588.732, "end_time": 4599.73, "text": "- So I have to ask the\nbigger picture question about the two companies\npushing humanity forward out towards the stars,\nBlue Origin and SpaceX."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4599.73, "end_time": 4611.795, "text": "Are you competitors, collaborators? Which, and to what degree? - Well, I would say you know,\njust like the internet is big and there are lots of\nwinners at all scale levels. I mean, there are half\na dozen giant companies"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4611.795, "end_time": 4623.37, "text": "that you know, the internet has made, but they're a bunch of\nmedium sized companies and a bunch of small\ncompanies, all successful, all with profits, dreams, all driving great customer experiences."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4623.37, "end_time": 4637.656, "text": "That's what we wanna see in space. That kind of dynamism and space is big. There's room for a bunch of winners and it's gonna happen at all skill levels. And so you know, SpaceX is\ngonna be successful for sure."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4637.656, "end_time": 4648.948, "text": "I want Blue Origin to be successful and I hope there are another you know, five companies right behind us. - But, you know, I spoke to\nElon a few times recently"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4648.948, "end_time": 4662.351, "text": "about you, about Blue Origin,\nand he was very positive about you as a person and very supportive of all the efforts you've\nbeen leading at Blue. What's your thoughts? You worked with a lot of\nleaders at Amazon, at Blue."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4662.351, "end_time": 4672.235, "text": "What's your thoughts about\nElon as a human being and a leader? - Well, I don't really\nknow Elon very well. You know, I know his public persona,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4673.113, "end_time": 4683.352, "text": "but I also know you can't know anyone by their public persona. It's impossible. I mean you may think you do, but I guarantee you don't. So I don't really know,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4683.352, "end_time": 4696.568, "text": "you know Elon way better than I do Lex, but in terms of his,\njudging by the results, he must be a very capable leader. There's no way you could\nhave you know, Tesla"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4696.568, "end_time": 4710.146000000001, "text": "and SpaceX without being a capable leader. It's impossible. - Yeah, I just, I hope you\nguys hang out sometimes, shake hands, and sort of\nhave a kind of friendship"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4710.146, "end_time": 4719.385, "text": "that would inspire just\nthe entirety of humanity. 'cause you, what you're doing is like one of the big grand\nchallenges ahead for humanity."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4720.408, "end_time": 4730.495, "text": "- Well, I agree with you and I think in a lot of these endeavors, we're very like-minded. - Yeah. - And so I think, you know, I'm not saying we're identical,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4730.495, "end_time": 4743.777999999999, "text": "but I think we're very like-minded. And so I, you know, I love that idea. - All right, going back to sexy\npictures on your Instagram, there's a video of you from\nthe early days of Amazon"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4743.778, "end_time": 4755.01, "text": "giving a tour of your\nquote sort of offices. I think your dad is holding the camera. - He is, yeah. I know, right. Yes. This is what the giant orange\nextension cord and yeah. - And you're like explaining the genius"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4755.01, "end_time": 4767.309, "text": "of the extension cord\nand how this is a desk and the CRT monitor and sort of that's where all the magic happens. I forget what your dad said, but this is like the center of it all."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4767.309, "end_time": 4777.468, "text": "So what was it like, what was going through\nyour mind at that time? You left a good job in New\nYork and took this leap. Were you excited?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4777.468, "end_time": 4788.311, "text": "Were you scared? - So excited and scared. Anxious, you know, thought\nthe odds of success were low, told all of our early investors that I thought there was\na 30% chance of success"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4788.311, "end_time": 4798.321999999999, "text": "by which I mean just be\ngetting your money back. Not like, not what actually happened. Because that's the truth. Every startup company is unlikely to work."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4798.322, "end_time": 4811.905, "text": "It's helpful to be in reality about that, but that doesn't mean\nyou can't be optimistic. So you kind of have to have\nthis duality in your head. Like on the one hand, you know what the baseline statistics say"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4811.905, "end_time": 4822.069, "text": "about startup companies. And the other hand you\nhave to ignore all of that and just be a hundred\npercent sure it's gonna work. And you're doing both\nthings at the same time."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4822.069, "end_time": 4833.854, "text": "You're holding that\ncontradiction in your head. But it was so, it was so exciting. I love you know, every, from 1994 when the company was founded to 1995,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4833.854, "end_time": 4845.740000000001, "text": "when we opened our doors all the way until today,\nI find Amazon so exciting. And that doesn't mean\nit's like full of pain, full of problems, you know,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4845.74, "end_time": 4857.01, "text": "it's like there's so many\nthings that need to be resolved and worked and made better, and et cetera. But on balance, it's so fun. It's such a privilege."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4857.01, "end_time": 4867.758, "text": "It's been such a joy. I feel so grateful that I've\nbeen part of that journey. It's just been incredible. - So in some sense, you don't\nwant a single day of comfort."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4867.758, "end_time": 4881.693, "text": "You've written about this many times. We'll talk about your writing, which I would highly recommend people read and just the letters to shareholders. So you wrote up explaining\nthe idea of day one thinking,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4881.693, "end_time": 4893.661, "text": "I think you first wrote about\nin 97 letters to shareholders. Then you also, in a way\nwrote it about sad to say, is your last letter to\nshareholders as CEO."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4895.007, "end_time": 4905.493, "text": "And you said that day two is stasis followed by irrelevance, followed by excruciating painful\ndecline, followed by death."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4905.993, "end_time": 4916.152, "text": "And that is why it's always day one. Can you explain this day one thing? This is a really powerful way to describe the beginning\nand the journey of Amazon."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4916.152, "end_time": 4927.632, "text": "- It's really a very simple, and I think age old idea\nabout renewal and rebirth. And like every day is day one."}
{"video_id": "DcWqzZ3I2cY", "start_time": 4928.493, "end_time": 4938.527, "text": "Every day you are deciding\nwhat you're gonna do. And you are not trapped by what you were or who you were,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4938.527, "end_time": 4950.312, "text": "or any self-consistency. Self-consistency even can be a trap. And so day one thinking is kind of, we start fresh every day"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4950.312, "end_time": 4960.767, "text": "and we get to make new decisions\nevery day about invention, about customers, about how\nwe're going to operate,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4960.767, "end_time": 4973.765, "text": "what our, even as deeply\nas what our principles are. We can go back to that. It turns out we don't\nchange those very often, but we change them occasionally. And when we work on programs at Amazon,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4976.175, "end_time": 4988.755, "text": "we often make a list of tenants. And this, the tenants are kind of, they're not principles. They're a little more\ntactical than principles, but it's kind of the main ideas"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4988.755, "end_time": 4999.633, "text": "that we want this program to embody, whatever those are. And one of the things that we do is we put, these are the\ntenets for this program. And in parentheses we always put,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 4999.633, "end_time": 5010.871999999999, "text": "unless you know a better way. And that idea, unless\nyou know a better way, is so important because you never want"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5010.872, "end_time": 5022.412, "text": "to get trapped by dogma. You never wanna get trapped by history. It doesn't mean you discard\nhistory or ignore it. There's so much value in\nwhat has worked in the past."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5022.412, "end_time": 5034.603, "text": "But you can't be blindly\nfollowing what you've done. And that's the heart of day one is you're always starting fresh. - And to the question of\nhow to fend off day two,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5034.603, "end_time": 5045.091, "text": "you said such a question, can't have a simple\nanswer as you're saying, there will be many elements,\nmultiple paths, and many traps. I don't know the whole answer, but I may know bits of it."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5045.091, "end_time": 5057.12, "text": "Here's a starter pack of essentials. Maybe others come to mind\nfor day one, defense, customer obsession, a\nskeptical view of proxies, the eager adoption of external trends"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5057.12, "end_time": 5068.088, "text": "and high velocity decision making. So we talked about high\nvelocity decision making, that's more difficult than it sounds. So maybe you can pick one\nthat stands out to you"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5068.088, "end_time": 5078.4710000000005, "text": "as you can comment on. Eager adoption of external trends, high velocity decision making, skeptical view of proxies. How do you fight off day two? - Well, you know, I'll talk about,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5078.471, "end_time": 5086.772, "text": "because I think it's the one\nthat is maybe in some ways the hardest to understand is\nthe skeptical view of proxies."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5089.413, "end_time": 5101.728, "text": "One of the things that\nhappens in business, probably anything that you're, where you're you know, you\nhave an ongoing program and something is underway\nfor a number of years,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5101.728, "end_time": 5112.929, "text": "is you develop certain things\nthat you're managing to like, let's say the typical\ncase would be a metric. And that metric isn't the\nreal underlying thing."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5112.929, "end_time": 5124.609, "text": "And so you know, maybe the metric is efficiency metric\naround customer contacts per unit sold or something. If you sell a million units,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5124.609, "end_time": 5134.435, "text": "how many customer contacts do you get? Or how many returns do you get? And so on and so on. And so what happens is a little bit of a kind of a inertia sets in"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5136.191, "end_time": 5149.915, "text": "where somebody a long time\nago invented that metric and they invented that metric. They decided we need\nto watch for you know, customer returns per unit\nsold as an important metric."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5150.13, "end_time": 5161.313, "text": "But they had a reason why\nthey chose that metric. The person who invented that metric and decided it was worth watching. And then fast forward five years, that metric is the proxy."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5161.313, "end_time": 5172.813, "text": "- The proxy for truth, I guess. - The proxy for truth,\nthe proxy for customer, let's say in this case, it's a\nproxy for customer happiness. And, but that metric is not\nactually customer happiness,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5172.813, "end_time": 5184.187, "text": "it's a proxy for customer happiness. The person who invented the metric understood that connection. Five years later, a kind\nof inertia can set in"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5185.637, "end_time": 5198.117, "text": "and you forget the truth behind why you were watching\nthat metric in the first place. And the world shifts a little. And now that proxy isn't as\nvaluable as it used to be"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5198.117, "end_time": 5209.674, "text": "or it's missing something. And you have to be on alert for that. You have to know, okay, this is, I don't really care about this metric. I care about customer happiness."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5209.674, "end_time": 5223.371, "text": "And this metric is worth\nputting energy into and following and\nimproving and scrutinizing only in so much as it actually\naffects customer happiness."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5223.405, "end_time": 5234.915, "text": "And so you've gotta\nconstantly be on guard. And it's very, very common. This is a nuanced problem. It's very common, especially\nin large companies, that they're managing to metrics"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5234.915, "end_time": 5245.487, "text": "that they don't really understand. They don't really know why they exist. And the world may have shifted\nout from under them a little. And the metrics are no longer\nas relevant as they were"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5245.487, "end_time": 5256.170999999999, "text": "when somebody 10 years\nearlier invented the metric. - That is a nuance, but\nthat's a big problem, right? - It's a huge problem. - That something so compelling"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5256.171, "end_time": 5268.450000000001, "text": "to have a nice metric to try to optimize. - Yes. And by the way, you do need metrics. - Yes you do. - You know, you can't\nignore them, and want them, but you just have to\nbe constantly on guard."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5268.45, "end_time": 5279.236, "text": "This is, you know, a way to\nslip into day two thinking would be to manage your\nbusiness to metrics that you don't really understand. And you're not really sure\nwhy they were invented"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5279.236, "end_time": 5289.993, "text": "in the first place, and you're not sure\nthey're still as relevant as they used to be. - What does it take to be the guy or gal who brings up the point that\nthis proxy might be outdated?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5289.993, "end_time": 5300.07, "text": "I guess what does it\ntake to have a culture that enables that in the meeting? 'Cause that's a very uncomfortable thing to bring up at a meeting. We all showed up here, it's a Friday."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5300.07, "end_time": 5311.454000000001, "text": "- This is such, you have just asked a\nmillion dollar question. So this is what you're, if I generalize what you're asking,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5311.454, "end_time": 5323.296, "text": "you are talking in general\nabout truth telling. - Yeah. - And we humans are not\nreally truth seeking animals. We are social animals."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5323.296, "end_time": 5333.652, "text": "- Yeah, we are. - And you know, take you\nback in time 10,000 years and you're in a small village, if you go along to get\nalong, you can survive."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5333.652, "end_time": 5345.25, "text": "You can procreate. If you're the village truth teller, you might get clubbed to death\nin the middle of the night. Truths are often, they\ndon't want to be heard."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5345.25, "end_time": 5355.833, "text": "'Cause important truths\ncan be uncomfortable, they can be awkward,\nthey can be exhausting. - Impolite and all that kind of stuff."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5355.833, "end_time": 5367.4890000000005, "text": "- Yes, challenging. They can make people defensive even if that's not the intent. But any high performing organization, whether it's a sports\nteam, a business, you know, a political organization,\nan activist group,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5367.489, "end_time": 5378.409, "text": "I don't care what it is. Any high performing organization has to have mechanisms and a culture that supports truth telling."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5378.409, "end_time": 5390.413, "text": "One of the things you have to do is you have to talk about that. And you have to talk about the fact that it takes energy to do that. And you have to talk to people, you have to remind people it's\nokay that it's uncomfortable."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5390.413, "end_time": 5401.088, "text": "You have to literally tell people it's not what we're\ndesigned to do as humans. It's not really, it's\nkind of a side effect. You know, we can do that,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5401.088, "end_time": 5412.634999999999, "text": "but it's not how we survive. We mostly survive by being social animals and being cordial and cooperative. And that's really important. And so there's a, you know,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5412.635, "end_time": 5424.192999999999, "text": "science is all about truth telling. It's actually a very formal mechanism for trying to tell the truth. And even in science,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5424.193, "end_time": 5434.289, "text": "you find that it's hard to tell the truth. Right. Even, you know, you're\nsupposed to have hypothesis and test it and find data\nand reject the hypothesis,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5434.289, "end_time": 5446.13, "text": "and so on. It's not easy. - But even in science, there's\nlike the senior scientists and the junior scientists. - Correct. - And then there's a hierarchy of humans where somehow seniority matters."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5446.13, "end_time": 5458.769, "text": "- Yes. - In the scientific process, which is odd. - And that's true inside companies too. And so you wanna set up your culture so that the most junior person"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5458.769, "end_time": 5467.897, "text": "can overrule the most senior\nperson if they have data. And that really is about\ntrying to you know,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5469.135, "end_time": 5479.042, "text": "there are little things you can do. So for example, in every\nmeeting that I attend, I always speak last. And I know from experience that,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5481.476, "end_time": 5495.085999999999, "text": "you know, if I speak first, even very strong-willed,\nhighly intelligent, high judgment participants in that meeting"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5495.086, "end_time": 5507.233, "text": "will wonder, well if Jeff thinks that I came in this meeting thinking one thing, but maybe I'm not right. And so you can do little things"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5507.233, "end_time": 5517.693, "text": "like if you're the most senior\nperson in the room, go last. Let everybody else go first. In fact, ideally let's try to\nhave the most junior person"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5517.693, "end_time": 5527.762000000001, "text": "go first and the second\nand try to go in order of seniority so that you\ncan hear everyone's opinion in a kind of unfiltered way."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5527.762, "end_time": 5541.371999999999, "text": "Because we really do, we actually literally change our opinions. If somebody who you really\nrespect says something, it makes you change your mind a little. - So you're saying\nimplicitly or explicitly"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5541.372, "end_time": 5554.416, "text": "give permission for people\nto have a strong opinion as long as it's backed by data. - Yes. And sometimes it can even, by the way, a lot of our most powerful\ntruths turn out to be hunches."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5554.416, "end_time": 5564.871, "text": "They turn out to be based on anecdotes. They're intuition based. And sometimes you don't\neven have strong data, but you may know the person well enough"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5564.871, "end_time": 5575.802, "text": "to trust their judgment. You may feel yourself leaning in. It may resonate with a\nset of anecdotes you have. And then you may be able to say you know, something about that feels right."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5576.753, "end_time": 5588.411, "text": "Let's go collect some data on that. Let's try to see if we can\nactually know whether it's right. But for now, let's not disregard it 'cause it feels right. You can also fight inherent bias."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5588.411, "end_time": 5600.626, "text": "There's an optimism bias. Like if there are two\ninterpretations of a new set of data and one of them is happy\nand one of 'em is unhappy, it's a little dangerous\nto jump to the conclusion"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5600.626, "end_time": 5611.589999999999, "text": "that the happy interpretation is right. You may want to sort of\ncompensate for that human bias of looking for you know, trying\nto find the silver lining"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5611.59, "end_time": 5622.253, "text": "and say look, that might be good, but I'm gonna go with it's\nbad for now until we're sure. - So speaking of happiness\nbias, data collection, and anecdotes, you have to,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5622.253, "end_time": 5633.146, "text": "how's that for a transition? You have to tell me the\nstory of the call you made, the customer service call you made"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5633.146, "end_time": 5645.12, "text": "to demonstrate a point about wait times. - Yeah, this is very early\nin the history of Amazon. And we were going over\na weekly business review"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5645.12, "end_time": 5657.749, "text": "and a set of documents,\nand I have a saying, which is when the data and\nthe anecdotes disagree, the anecdotes are usually right. And it doesn't mean you just slavishly"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5657.749, "end_time": 5670.179, "text": "go follow the anecdotes then. It means you go examine the data. 'Cause the data, and it's usually not that the\ndata is being miscollected, it's usually that you're not\nmeasuring the right thing."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5670.179, "end_time": 5681.763, "text": "And so, you know, if you\nhave a bunch of customers complaining about something, and at the same time, you know, your metrics look like why are, they shouldn't be complaining."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5681.763, "end_time": 5691.932, "text": "You should doubt the metrics. And an early example of\nthis was we had metrics that showed that our\ncustomers were waiting,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5691.932, "end_time": 5702.733, "text": "I think less than I don't know, 60 seconds when they called a 1-800 number to get, you know, phone customer service. The wait time was supposed\nto be less than 60 seconds."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5702.733, "end_time": 5714.361, "text": "And, but we had a lot of complaints that it was longer than that. And anecdotally it\nseemed longer than that. Like, you know, I would call\ncustomer service myself. And so one day we're in\na meeting, we're going"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5714.361, "end_time": 5724.490000000001, "text": "through the WBR and the\nweekly business review, and we get to this metric in the deck, and the guy who leads customer service is to fit in the metric."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5724.49, "end_time": 5734.92, "text": "And I said, okay, let's call picked up the phone. And I dialed the 1-800 number\nand called customer service."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5734.92, "end_time": 5745.411, "text": "And we just waited in silence. - What did it turn out to\nbe, like a couple minutes? - Oh, it was really long. More than 10 minutes, I think. - Oh wow. - I mean it was many minutes."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5745.411, "end_time": 5756.083, "text": "And so, you know, it\ndramatically made the point that something was wrong\nwith the data collection. We weren't measuring the right thing. And that, you know, set\noff a whole chain of events where we started measuring it right."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5756.083, "end_time": 5768.066, "text": "And that's an example by\nthe way of truth telling, is like that's an\nuncomfortable thing to do. But you have to seek truth\neven when it's uncomfortable"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5769.142, "end_time": 5779.942, "text": "and you have to get people's attention and they have to buy into it, and they have to get energized\naround really fixing things. - So that speaks to the obsession with the customer experience."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5779.942, "end_time": 5790.504, "text": "So one of the defining\naspects of your approach to Amazon is just being obsessed with making customers happy. I think companies sometimes say that,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5790.504, "end_time": 5803.13, "text": "but Amazon is really obsessed with that. I think there's something\nreally profound to that, which is seeing the world\nthrough the eyes of the customer, like the customer\nexperience, truly like being,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5803.13, "end_time": 5815.245, "text": "that's using the product,\nthat's enjoying the product. They like the subtle little things that make up their experience. Like how do you optimize those?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5815.245, "end_time": 5827.1449999999995, "text": "- This is another really good and kind of deep question because there are big things that are really important to manage."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5827.145, "end_time": 5837.606, "text": "And then there are small\nthings internally in Amazon, we call them paper cuts. So we have, we're always\nworking on the big things, like if you ask me,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5837.606, "end_time": 5849.482, "text": "and most of the energy\ngoes into the big things as it should. So, and you can identify the big things. And and I would encourage anybody if anybody listening to\nthis as a entrepreneur,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5849.482, "end_time": 5863.252, "text": "has a small business, whatever, you know, think about the things that are not going to\nchange over 10 years. And those are probably the big things. So like I know in our\nretail business at Amazon,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5863.252, "end_time": 5875.482999999999, "text": "10 years from now, customers are still gonna want low prices. I know they're still\ngonna want fast delivery. And I just know they're still\ngonna want big selection. So it's impossible to imagine a scenario where 10 years from now I say,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5875.483, "end_time": 5885.862, "text": "where a customer says, I love Amazon, I just wish the prices\nwere a little higher. Or I love Amazon, I just wish you delivered\na little more slowly. So when you identify the big things,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5885.862, "end_time": 5896.886, "text": "you can tell they're\nworth putting energy into because they're stable in time. Okay, but you're asking about\nsomething a little different, which is in every customer experience,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5896.886, "end_time": 5907.184, "text": "there are those big things. And by the way, it's\nastonishingly hard to focus even on just the big things. So even though they're obvious, they're really hard to focus on."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5907.184, "end_time": 5918.225, "text": "But in addition to that, there are all these little tiny customer experience deficiencies. And we call those paper cuts and we make long lists of them."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5918.225, "end_time": 5929.8640000000005, "text": "And then we have dedicated\nteams that go fix paper cuts because the teams\nworking on the big issues never get to the paper cuts"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5929.864, "end_time": 5941.034, "text": "and they never work their\nway down the list to get to, they're working on big\nthings as they should and as you want them to. And so you need special teams"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5941.034, "end_time": 5952.3640000000005, "text": "who are charged with fixing paper cuts. - Well, where would you put,\non the paper cuts spectrum, the buy now with one click button, which is I think pretty genius."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5952.364, "end_time": 5962.523, "text": "So to me like, okay, my interaction with things\nI love on the internet, there's things I do a lot. I may be representing regular human,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5962.523, "end_time": 5972.682, "text": "I would love for those\nthings to be frictionless. For example, booking airline tickets. Just saying, but you\nknow, it's buying a thing"}
{"video_id": "DcWqzZ3I2cY", "start_time": 5975.126, "end_time": 5985.205, "text": "with one click, making that\nexperience frictionless, intuitive, all aspects of that. Like that just fundamentally\nmakes my life better."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5986.225, "end_time": 5998.360000000001, "text": "Not just in terms of efficiency, in terms of some kind of- - Cognitive load. - Yeah, cognitive load and\ninner peace and happiness. First of all, buying stuff\nisn't a pleasant experience."}
{"video_id": "DcWqzZ3I2cY", "start_time": 5998.36, "end_time": 6010.066000000001, "text": "Having enough money to buy a thing and then buying it is\na pleasant experience. And like having pain\naround that is somehow just you're ruining a\nbeautiful experience."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6010.066, "end_time": 6020.887000000001, "text": "And I guess all I'm saying as a person who loves good\nideas, is that a paper cut, a solution to a paper cut? - Yes. So it's probably, that particular thing"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6020.887, "end_time": 6032.843, "text": "is probably a solution to\na number of paper cuts. So if you go back and\nlook at our order pipeline and how people shopped on Amazon, before we invented 1-click shopping, there were a whole,\nthere was more friction."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6032.843, "end_time": 6044.263, "text": "There was a whole series of paper cuts and that invention eliminated\na bunch of paper cuts. And I think you're\nabsolutely right by the way,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6044.263, "end_time": 6054.353, "text": "that there, when you\ncome up with something like 1-click shopping, again, this is like so\ningrained in people now, I'm impressed that you even notice it."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6054.353, "end_time": 6066.682, "text": "I mean, most people- - Every time I click the button. - I just, surge of happiness. - This, there is in the perfect invention for the perfect moment,\nin the perfect context,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6066.682, "end_time": 6078.704000000001, "text": "there is real beauty. - Yeah. - It is actual beauty. And it feels good. It's emotional, it's\nemotional for the inventor, it's emotional for the\nteam that builds it."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6078.704, "end_time": 6088.985, "text": "It's emotional for the customer. It's a big deal. And you can feel those things. - But to keep coming up with that idea, with those kinds of ideas, I guess is the the day\none thinking effort."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6088.985, "end_time": 6101.738, "text": "- Yeah, and you need a big group of people who feel that kind of satisfaction with creating that kind of beauty. - There's a lot of\nbooks written about you."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6101.738, "end_time": 6113.1050000000005, "text": "There's a book Invent and Wander where Walter Isaacson does an intro. It's mostly collective writings of yours. I've read that. I also recommend people check\nout the Founders Podcast."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6113.105, "end_time": 6123.749, "text": "That covers you a lot and\nit does different analysis of different business advice\nyou've given over the years. I bring all that up\nbecause I saw that there,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6125.154, "end_time": 6135.320000000001, "text": "I mentioned that you said\nthat books are an antidote for short attention spans. And I forget how it was phrased, but that when you were\nthinking about the Kindle,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6135.32, "end_time": 6144.818, "text": "that you are thinking about\nhow technology changes us. Yeah. - We co-evolve with our tools."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6146.466, "end_time": 6157.731, "text": "So, you know, we invent new tools and then our tools change us. - Which is fascinating to think about. - It goes in a circle. - And there's some aspect, you know, even just inside business"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6157.731, "end_time": 6170.622, "text": "where you don't just\nmake the customer happy, but you also have to think about like where is this going to take humanity if you zoom out a bit. - A hundred percent. And you know, you can feel in your brain,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6173.64, "end_time": 6184.785, "text": "brains are plastic, and you can feel your\nbrain getting reprogrammed. I remember the first\ntime this happened to me was when Tetris, it\nfirst came on the scene."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6184.785, "end_time": 6195.58, "text": "I'm sure you've had, anybody who's been a game\nplayer has this experience where you close your eyes\nto lay down to go to sleep and you see all the little blocks moving."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6196.805, "end_time": 6209.111000000001, "text": "And you can, you're kind of\nrotating them in your mind and you can just tell as\nyou walk around the world that you have rewired\nyour brain to play Tetris. And, but that happens with everything."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6210.042, "end_time": 6222.076999999999, "text": "And so, you know, one\nof the, I think we still have yet to see the full\nrepercussions of this, I fear. But I think one of the things\nthat we've done online,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6222.077, "end_time": 6235.369000000001, "text": "you know, and largely\nbecause of social media is we have trained our\nbrains to be really good at processing super short form content. And, you know, your podcast\nflies in the face of this."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6235.369, "end_time": 6245.643999999999, "text": "You know, you do these long format things and reading books do too. Reading books is a long format thing. And we all do more of if you,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6245.644, "end_time": 6257.845, "text": "if something is convenient,\nwe do more of it. And so when you make tools, you know that we carry around a little, we carry around in our pocket a phone."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6257.845, "end_time": 6270.701, "text": "And one of the things that phone does for the most part is it is an\nattention shortening device because most of the\nthings we do on our phone shorten our attention spans. And I'm not even gonna say we\nknow for sure that that's bad,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6270.701, "end_time": 6281.702, "text": "but I do think it's happening. That's one of the ways we're\nco-evolving with that tool. But I think it's important\nto spend some of your time and some of your life doing\nlong attention span things."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6281.702, "end_time": 6292.844, "text": "- Yeah, I think you've\nspoken about the value in your own life of focus, of singular focus on a thing\nfor prolonged periods of time. And that's certainly what books do"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6292.844, "end_time": 6302.817999999999, "text": "and that's certainly what\nthat piece of technology does. But I bring all that up to\nask you about another piece of technology, AI that has the potential"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6303.804, "end_time": 6313.362, "text": "to have a various trajectories to have an impact on human civilization. How do you think AI will change us?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6314.282, "end_time": 6322.047, "text": "- You're talking about\nyou know, generative AI, large language models, things like ChatGPT and its soon successors,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6325.009, "end_time": 6336.548, "text": "and these are incredibly\npowerful technologies. To believe otherwise is to\nbury her head in the sand, soon to be even more powerful."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6341.056, "end_time": 6351.273, "text": "It's interesting to me that\nthat large language models in their current form are not inventions, they're discoveries."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6352.377, "end_time": 6363.629, "text": "You know, the telescope was an invention, but looking through it at Jupiter, knowing that it had moons was a discovery."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6363.629, "end_time": 6377.063, "text": "My God, it has moons. And that's what Galileo did. And so this is closer on\nthat spectrum of invention. You know, we know exactly\nwhat happens with a 787."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6377.063, "end_time": 6388.743, "text": "It's an engineered object. We designed it, we know how it behaves. We don't want any surprises. Large language models are\nmuch more like discoveries."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6388.743, "end_time": 6398.233, "text": "We're constantly getting\nsurprised by their capabilities. They're not really engineered objects. Then you know, you have this debate"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6399.587, "end_time": 6411.144, "text": "about whether they're\ngonna be good for humanity or bad for humanity. You know, even specialized AI could be very bad for humanity."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6411.144, "end_time": 6424.562000000001, "text": "I mean, you know, just regular\nmachine learning models that can make you know,\ncertain weapons of war that could be incredibly\ndestructive are very powerful."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6424.562, "end_time": 6436.374000000001, "text": "And they're not general AIs, they're just, they could just be very smart weapons. And so we have to think\nabout all of those things."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6437.494, "end_time": 6447.6849999999995, "text": "I'm very optimistic about this. So even in the face of\nall this uncertainty, my own view is that these powerful tools"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6450.864, "end_time": 6462.582, "text": "are much more likely to\nhelp us and save us even than they are to unbalance,\nhurt us, and destroy us. I think you know, we humans\nhave a lot of ways of,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6462.582, "end_time": 6474.523, "text": "we can make ourselves go extinct. You know, these things\nmay help us not do that. You know, so they may actually save us. So the people who are you\nknow, overly concerned,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6474.523, "end_time": 6487.525000000001, "text": "in my view, overly concerned. It's a valid debate. I think that they may be\nmissing part of the equation, which is how helpful they could be in making sure we don't destroy ourselves."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6487.525, "end_time": 6497.824, "text": "I don't know if you saw\nthe movie Oppenheimer, but to me, first of all, I loved the movie and I thought the best part of the movie"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6497.824, "end_time": 6508.165, "text": "is this bureaucrat played\nby Robert Downey Jr. who you know, some of\nthe people I've talked to think that's the most\nboring part of the movie. I thought it was the most fascinating"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6508.165, "end_time": 6520.5779999999995, "text": "because what's going on here is you realize we have invented\nthese awesome, destructive, powerful technologies\ncalled nuclear weapons"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6520.578, "end_time": 6532.3640000000005, "text": "and they're managed and\nyou know, we humans are, we're not really capable\nof wielding those weapons."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6532.364, "end_time": 6543.01, "text": "We're, you know, that's\nwhat he represented in that movie is here's this guy who is just, he wrongly thinks,\nhe's like being so petty."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6543.959, "end_time": 6556.441, "text": "He thinks that he said something, that Oppenheimer said something\nbad to Einstein about him. They didn't talk about him at all, as you find out in the\nfinal scene of the movie. And yet he spent his career\ntrying to be vengeful"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6557.529, "end_time": 6565.459, "text": "and petty. And that's the problem. We as a species are not\nreally sophisticated enough"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6569.504, "end_time": 6581.239, "text": "and mature enough to\nhandle these technologies. And so, and by the way,\nbefore you get to general AI and the possibility of AI having agency and there's a lot of things\nwould have to happen,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6581.239, "end_time": 6591.871999999999, "text": "but there's so much\nbenefit that's gonna come from these technologies in the meantime, even before they're, you know, general AI in terms of better medicines"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6591.872, "end_time": 6602.925, "text": "and better tools to develop\nmore technologies, and so on. I think it's an incredible\nmoment to be alive and to witness the transformations\nthat are gonna happen."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6602.925, "end_time": 6614.366, "text": "How quickly will happen no one knows. But over the next 10 years and 20 years, I think we're gonna see\nreally remarkable advances. And I personally am very excited about it. - First of all, really interesting to say"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6614.366, "end_time": 6624.955, "text": "that it's discoveries that it's true that we don't know the\nlimits of what's possible with the current language models. - We don't."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6624.955, "end_time": 6637.5, "text": "- And like it could be\na few tricks and hacks here and there that that open doors to whole entire new possibilities. - We do know that humans are\ndoing something different"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6637.5, "end_time": 6648.169, "text": "from these models in part because you know, we're so power efficient. You know, the human brain\ndoes remarkable things"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6648.169, "end_time": 6659.21, "text": "and it does it on about 20 watts of power. And you know, the AI\ntechniques we use today use many kilowatts of power\nto do equivalent tasks."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6659.21, "end_time": 6671.429, "text": "So there's something interesting about the way the human brain does this and also we don't need as much data. So, you know, like self-driving cars are, they have to drive billions\nand billions of miles"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6671.429, "end_time": 6681.849, "text": "to try to learn how to drive. And you know, your average 16-year-old figures it out with many fewer miles. So there are still some tricks I think"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6681.849, "end_time": 6693.484, "text": "that we have yet to learn. I don't think we've\nlearned the last trick. I don't think it's just a\nquestion of scaling things up, but what's interesting is\nthat just scaling things up,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6693.484, "end_time": 6704.913, "text": "and I put just in quotes\nbecause it's actually hard to scale things up, but just scaling things up also appears to pay huge dividends. - Yeah, and there's\nsome more nuanced aspect about human beings that's interesting."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6704.913, "end_time": 6715.641, "text": "If it's able to accomplish\nlike being truly original and novel to you know,\nlarge language models, being able to come up\nwith some truly new ideas."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6715.641, "end_time": 6726.977, "text": "That's one. And the other one is truth. It seems that large language\nmodels are very good at sounding like they're\nsaying a true thing,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6726.977, "end_time": 6737.173, "text": "but they don't require\nor often have a grounding in sort of a mathematical truth. It can just, it basically\nis a very good bullshitter."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6737.173, "end_time": 6750.428, "text": "So if there's not enough data, if there's not enough sort of data in the training data\nabout a particular topic, it's just going to concoct\naccurate sounding narratives,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6750.428, "end_time": 6761.891, "text": "which is a very fascinating\nproblem to try to solve. How do you get language models to infer what is true and\nnot to sort of introspect?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6761.891, "end_time": 6772.932000000001, "text": "- Yeah, they need to be taught to say I don't know more often. - Yeah. - And I know of several humans who could be taught that as well. - Sure. - And then the other stuff,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6772.932, "end_time": 6783.6849999999995, "text": "because you're still a bit\ninvolved in the Amazon side with the AI things, the other open question\nis what kind of products are created from this? - Oh, so many. - Yeah."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6783.685, "end_time": 6795.210999999999, "text": "- I mean, you know, just to, we have Alexa and Echo\nand Alexa has you know, hundreds of millions of\ninstalled base, you know, inputs."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6795.211, "end_time": 6807.132, "text": "And so there's, you know,\nthere's Alexa everywhere and guess what Alexa is\nabout to get a lot smarter. - Yeah. - And so that's really you know, from a product point of\nview, that's super exciting."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6807.132, "end_time": 6818.411, "text": "- There's so many opportunities there. - So many opportunities. Shopping assistant, you know, like all that stuff is amazing. And AWS you know, we're building Titan, which is our foundational model."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6818.411, "end_time": 6829.594, "text": "We're also building Bedrock, which our corporate clients at\nAWS, our enterprise clients, they want to be able to\nuse these powerful models"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6829.594, "end_time": 6840.252, "text": "with their own corporate data Without accidentally\ncontributing their corporate data to that model. And so those are the tools we're building for them with Bedrock."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6840.252, "end_time": 6851.909, "text": "So there's tremendous opportunity here. - Yeah, the security, the privacy, all those things are\nfascinating of how to, 'cause so much value can be gained by training on private data that you want to keep the secure."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6851.909, "end_time": 6863.7210000000005, "text": "It's a fascinating technical problem. - Yes. This is a very challenging\ntechnical problem and it's one that we're you\nknow, making progress on and dedicated to solving\nfor our customers. - Do you think there will be a day"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6863.721, "end_time": 6875.866, "text": "when humans and robots maybe Alexa have a romantic relationship? Like in the movie Her. - Well, I mean, I think- - I'm just brainstorming products here. - If you look at the\nspectrum of human variety"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6875.866, "end_time": 6886.077, "text": "and what people like you\nknow, sexual variety. - Yes. - You know, there are\npeople who like everything. So the answer to your\nquestion has to be yes. - Okay. - I don't know how- - I guess I'm asking when?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6886.077, "end_time": 6896.732, "text": "- I don't know how\nwidespread that will be. - All right. - But it will happen. - I was just asking when for\na friend, but it's all right. Moving on. Next question."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6896.732, "end_time": 6907.63, "text": "What's a perfectly productive\nday in the life of Jeff Bezos? You're one of the most\nproductive humans in the world. - Well, I first of all, I get up in the morning and I putter."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6907.63, "end_time": 6917.724999999999, "text": "I like have a coffee. - Can you define putter? - Just like I slowly move around. I'm not as productive\nas you might think I am."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6917.725, "end_time": 6930.868, "text": "I mean, 'cause I do believe in wandering and I sort of I, you know,\nI read my phone for a while. I read newspapers for a while. I chat with Lauren, I\ndrink my first coffee."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6930.868, "end_time": 6941.215999999999, "text": "So I kind of, I move pretty slowly in the first couple of hours. I get up early just naturally. And then, you know, I exercise most days"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6942.669, "end_time": 6953.26, "text": "and most days it's not that hard for me. Some days it's really\nhard and I do it anyway. I don't want to you\nknow, and it's painful. And I'm like why am I\nhere and I don't want to. - Why am I here at the gym?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6953.26, "end_time": 6965.727000000001, "text": "- Why am I here at the gym? Why don't I do something else? You know, it's not always easy. - What's your social\nmotivation in those moments? - I know that I'll feel\nbetter later if I do it."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6965.727, "end_time": 6977.4169999999995, "text": "And so like the real source of motivation, I can tell the days when I skip it, I'm not quite as alert. I don't feel as good. And then there's harder motivations."}
{"video_id": "DcWqzZ3I2cY", "start_time": 6977.417, "end_time": 6987.867, "text": "It's longer term, you want\nto be healthy as you age, you know, you want health\nspan, you want, ideally, you know, you want to be\nhealthy and moving around when you're 80 years old, you know,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6987.867, "end_time": 6998.348, "text": "and so there's a lot of, but that kind of motivation\nis so far in the future. It can be very hard to work in the second. So thinking about the\nfact I'll feel better"}
{"video_id": "DcWqzZ3I2cY", "start_time": 6998.348, "end_time": 7009.79, "text": "in about four hours if I do it now. I'll have more energy\nfor the rest of my day and so on and so on. - What's your exercise routine? Just to linger on that. How much do you curl? I mean, what are we talking about here?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7009.79, "end_time": 7021.61, "text": "That's all I do at the gym. So I just- - My routine, you know, on a good day, I do about half an hour of cardio and I do about 45\nminutes of weightlifting,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7021.61, "end_time": 7033.395, "text": "resistance training of\nsome kind, mostly weights. I have a trainer who you know, I love who pushes me, which is really helpful. You know, I'll be like,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7033.395, "end_time": 7043.557, "text": "he'll say Jeff, you think you could, can we go up on that weight a little bit? And I'll think about it? And I'll be like no, I don't think so."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7043.557, "end_time": 7054.941000000001, "text": "And he'll look at me and\nsay yeah, I think you can. And of course he's right. - Yeah, of course, of course. - So it's cool to have\nsomebody push you a little bit."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7054.941, "end_time": 7066.884, "text": "- But almost every day you do that? - I do, almost every day.\nI do a little bit of cardio and a little bit of weightlifting and I rotate. I do a pulling day and a\npushing day and a leg day."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7066.884, "end_time": 7078.352, "text": "It's all pretty standard stuff. - So puttering, coffee, gym. - Puttering, coffee, gym, and then work. - Work. What's work look like? What are the productive\nhours look like for you?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7078.352, "end_time": 7086.774, "text": "- I, you know, so a couple years ago I left as the CEO of Amazon. And I have never worked harder in my life."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7088.596, "end_time": 7097.693, "text": "I am working so hard and\nI'm mostly enjoying it. But there are also some very painful days. Most of my time is spent on Blue Origin"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7098.855, "end_time": 7110.055, "text": "and I've been, I'm so\ndeeply involved here now for the last couple of years. And in the big, I love it and the small, there's\nall the frustrations that come along with everything. You know, we're trying to\nget to rate manufacturing"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7110.055, "end_time": 7120.159, "text": "as we talked about. That's super important. We'll get there. We just hired a new CEO, a guy I've known for\nclose to 15 years now, a guy named Dave Limp, who I love. He's amazing."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7120.159, "end_time": 7131.334, "text": "You know, so we're\nsuper lucky to have Dave and you know, we're going to, you're gonna see us move faster there. But, so my day of work, you\nknow, reading documents,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7131.334, "end_time": 7143.638, "text": "having meetings, sometimes in\nperson, sometimes over Zoom, depends on where I am. It's all about you know, the technology. It's about the organization. It's about you know, I'm very,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7144.707, "end_time": 7154.937, "text": "I have architecture\nand technology meetings almost every day on various\nsubsystems inside the vehicle, inside the engines."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7154.937, "end_time": 7165.5160000000005, "text": "It's super fun for me. My favorite part of it is the technology. My least favorite part of it is you know, building\norganizations and so on."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7165.516, "end_time": 7176.277, "text": "That's important, but it's\nalso my least favorite part. So, you know, that's\nwhy they call it work. You don't always get to\ndo what you wanna do. - How do you achieve\ntime where you can focus and truly think through problems?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7176.277, "end_time": 7186.487, "text": "- I do little thinking retreats. So for, this is not the only, I can do that all day long. I'm very good at focusing. I'm very good at you know,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7187.706, "end_time": 7199.478, "text": "I don't keep to a strict schedule. Like my meetings often\ngo longer than I plan for them to because I\nbelieve in wandering, My perfect meeting starts\nwith a crisp document."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7199.478, "end_time": 7213.097, "text": "So the document should be\nwritten with such clarity that it's like angels\nsinging from on high. I like a crisp document\nand a messy meeting. And so the meeting is\nabout like asking questions"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7213.097, "end_time": 7224.25, "text": "that nobody knows the answer to and trying to like wander\nyour way to a solution. And because like when\nthat happens just right,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7227.467, "end_time": 7239.7080000000005, "text": "it makes all the other\nmeetings worthwhile. It feels good. It has a kind of beauty to it. It has an aesthetic beauty to it. And you get real breakthroughs\nin meetings like that. - Can you actually describe\nthe crisp document?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7239.708, "end_time": 7250.151000000001, "text": "Like this is one of the\nlegendary aspects of Amazon, of the way you approach meetings? Is this the six page memo? Maybe first describe the process"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7250.151, "end_time": 7260.696, "text": "of running a meeting with memos. - Meetings at Amazon and\nat Blue Origin are unusual. When we get new, when new people come in,\nlike a new executive joins,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7260.696, "end_time": 7270.8, "text": "they're a little taken aback sometimes because a typical meeting, we'll start with a six page\nnarratively structured memo and we do study hall."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7271.656, "end_time": 7281.142000000001, "text": "For 30 minutes, we sit\nthere silently together in the meeting and read. - I love this. - Take notes in the margins. And then we discuss."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7282.395, "end_time": 7292.500999999999, "text": "And the reason, by the way we do study, you could say I would like\neverybody to read these memos in advance, but the problem\nis people don't have time to do that."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7292.501, "end_time": 7303.101, "text": "And they end up coming to the meeting having only skimmed the memo\nor maybe not read it at all. And they're trying to catch up. And they're also bluffing\nlike they were in college having pretended to do the reading. - Yeah,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7303.101, "end_time": 7313.327, "text": "Exactly. - It's better just to carve\nout the time for people - And do it together. - So now we're all on the same page. We've all read the memo and now we can have a\nreally elevated discussion."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7313.327, "end_time": 7324.557, "text": "And this is so much better from having a slideshow\npresentation, you know, a PowerPoint presentation of some kind where that has so many difficulties. But one of the problems is PowerPoint"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7324.557, "end_time": 7335.987, "text": "is really designed to persuade. It's kind of a sales tool. And internally the last\nthing you want to do is sell. You want to, you're again,\nyou're truth seeking. You're trying to find truth."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7335.987, "end_time": 7348.804, "text": "And the other problem with PowerPoint is it's easy for the author\nand hard for the audience. And a memo is the opposite. It's hard to write a six page memo. A good six page memo might\ntake two weeks to write."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7348.804, "end_time": 7361.4529999999995, "text": "You have to write it,\nyou have to rewrite it, you have to edit it, you have\nto talk to people about it. They have to poke holes in it for you. You write it again, it\nmight take two weeks. So the author, it's really\na very difficult job,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7361.453, "end_time": 7372.589999999999, "text": "but for the audience it's much better. So you can read a half hour and you know, there are little problems with\nPowerPoint presentations too. You know, senior executives\ninterrupt with questions"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7372.59, "end_time": 7385.370000000001, "text": "halfway through the presentation. That question's gonna be\nanswered on the next slide, but you never got there. If you read the whole memo in advance, you know, I often write lots of questions that I have in the margins of these memos,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7385.37, "end_time": 7395.5160000000005, "text": "and then I go cross them all out because by the time I get\nto the end of the memo, they've been answered. That's why I save all that time. You also get, you know, if the person who's preparing the memo,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7395.516, "end_time": 7406.215999999999, "text": "we talked earlier about\nyou know, group think and you know, the fact\nthat I go last in meetings and that you don't want\nyou know, your ideas"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7406.216, "end_time": 7417.711, "text": "to kind of pollute the\nmeeting prematurely. You know, the author of the memos has kind of got to be very vulnerable. They've gotta put all\ntheir thoughts out there."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7417.711, "end_time": 7428.773999999999, "text": "And they've got to go first. But that's great 'cause\nit makes 'em really good. And so, and you get to\nsee their real ideas and you're not trampling on\nthem accidentally in a big,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7428.774, "end_time": 7438.398999999999, "text": "you know, PowerPoint presentation. - What's that feel like\nwhen you've authored a thing and then you're sitting there and everybody's reading your thing, you're like- - I think it's mostly terrifying. - Yeah."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7440.246, "end_time": 7450.473, "text": "Like maybe in a good way? - I think it's- - Like purifying. - I think it's terrifying\nin a productive way. - Yeah. - But I think it's emotionally"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7450.473, "end_time": 7463.897, "text": "a very nerve wracking experience. - Is there a art science to the writing of the six page memo or just\nwriting in general to you? - I mean, it's really\ngot to be a real memo."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7463.897, "end_time": 7476.874, "text": "So it means you know,\nparagraphs have topic sentences, like it's verbs and nouns. You can't, that's the other\nproblem with PowerPoints, they're often just bullet points and you can hide a lot of sloppy thinking"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7476.874, "end_time": 7488.392, "text": "behind bullet points. When you have to write\nin complete sentences with narrative structure, it's really hard to hide sloppy thinking. So it does, it forces the\nauthor to be at their best."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7488.392, "end_time": 7499.014, "text": "And so you're getting somebody's, they're getting somebody's\nreally their best thinking. And then you don't have\nto spend a lot of time trying to tease that\nthinking out of the person."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7499.014, "end_time": 7509.614, "text": "And you've got it from the very beginning. So it really saves you\ntime in the long run. - So that part is crisp\nand then the rest is messy, crisp document. - Yeah, so you don't wanna pretend"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7509.614, "end_time": 7521.286, "text": "that the discussion should be crisp. There's, you know, most meetings, you're trying to solve\na really hard problem. There's a different kind of meeting, which we call weekly business reviews or business reviews that\nmay be weekly or monthly"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7521.286, "end_time": 7532.718, "text": "or daily, whatever they are. But these business review meetings, that's usually for\nincremental improvement. And you're like looking\nat a series of metrics, every time it's the same metrics. Those meetings can be very efficient."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7532.718, "end_time": 7541.959000000001, "text": "They can start on time and end on time. - So we're about to run out of time, which is a good time to ask\nabout the 10,000 year clock."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7544.166, "end_time": 7556.652, "text": "That's what I'm known for, is the humor. Okay. Can you explain what the\n10,000 year clock is? - 10,000 year clock is a physical\nclock of monumental scale."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7556.652, "end_time": 7567.9310000000005, "text": "It's about 500 feet tall. It's inside a mountain in west Texas in a chamber that's\nabout 12 feet in diameter and 500 feet tall. 10,000 year clock is a idea conceived"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7567.931, "end_time": 7581.312, "text": "by brilliant guy named Danny Hillis way back in the '80s. The idea is to build a clock as a symbol for long-term thinking. And you can kind of just\nvery conceptually think"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7581.312, "end_time": 7593.849999999999, "text": "of the 10,000 year clock as it you know, it ticks once a year. It chimes once you know,\nevery a hundred years. And the cuckoo comes out\nonce every a thousand years."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7593.85, "end_time": 7605.312, "text": "So it just sort of slows everything down. And it's a completely mechanical clock. It is designed to last 10,000 years with no human intervention."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7605.312, "end_time": 7616.692, "text": "So the material choices\nand everything else. It's in a remote location,\nboth to protect it, but also so that visitors have\nto kind of make a pilgrimage."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7617.152, "end_time": 7631.055, "text": "The idea is that over time, this will take hundreds of years, but over time it will\ntake on the patina of age and then it will become a\nsymbol for long-term thinking"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7631.055, "end_time": 7642.933, "text": "that will actually, hopefully get humans to extend their thinking horizons. And my view that's really\nimportant as we have become,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7643.93, "end_time": 7655.5599999999995, "text": "as a species, as a\ncivilization more powerful, you know, we're really\naffecting the planet now. We're really affecting each other. We have weapons of mass destruction, we have all kinds of things"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7655.56, "end_time": 7665.839999999999, "text": "where we can really hurt ourselves. And the problems we\ncreate can be so large. You know, the unintended consequences of some of our actions\nlike climate change,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7665.84, "end_time": 7676.676, "text": "putting carbon in the\natmosphere is a perfect example. That's an unintended consequence of the industrial revolution\nthat a lot of benefits from it. But we've also got this side effect that is very detrimental."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7676.676, "end_time": 7689.063, "text": "We need to be, we need to\nstart training ourselves to think longer term. Long-term thinking is a giant lever. You can literally solve problems if you think long-term that are impossible to solve\nif you think short term."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7689.063, "end_time": 7701.222, "text": "And we aren't really good\nat thinking long-term as you know, it's not really, we're kind of, you know, five\nyears is a tough timeframe for most institutions to think past."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7702.921, "end_time": 7714.535999999999, "text": "And we probably need to\nstretch that to 10 years and 15 years and 20 years and 25 years. And we do a better job for our children or our grandchildren if we could stretch those thinking horizons."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7714.536, "end_time": 7725.722000000001, "text": "And so the clock is, in a\nway, it's an art project, it's a symbol. And if it ever has any\npower to influence people to think longer term,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7725.722, "end_time": 7736.461, "text": "that won't happen for hundreds of years. But we have to, you know,\nwe're gonna build it now and let it accrue the patina of age. - Do you think humans will be here when the clock runs out? Here on earth?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7736.461, "end_time": 7745.817, "text": "- I think so. But you know, the United\nStates won't exist. Like whole civilizations rise and fall. 10,000 years is so long."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7746.716, "end_time": 7758.071, "text": "Like no nation state has ever survived for anywhere close to 10,000 years. - And the increasing rate of progress makes that even- - Even less likely so. Do I think humans will be here?"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7758.071, "end_time": 7768.62, "text": "Yes. What, you know, how will\nwe have changed ourselves and what will we be and so on and so on. I don't know, but I think we'll be here. - On that grand scale,\na human life feels tiny."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7768.62, "end_time": 7780.625, "text": "Do you ponder your own mortality? Are you afraid of death? - No, I'm you know, I used\nto be afraid of death. I did. I like I remember as a young person"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7780.625, "end_time": 7791.673000000001, "text": "being kind of like very\nscared of mortality, like didn't want to\nthink about it and so on. And always had a big, and as\nI've gotten older, I'm 59 now."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7791.673, "end_time": 7802.898999999999, "text": "As I've gotten older, somehow that fear has sort of gone away. I don't, you know, I\nwould like to stay alive for as long as possible,\nbut I'd like to be,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7802.899, "end_time": 7815.286, "text": "I'm really more focused on health span. I want to be healthy. I want that square wave. I want to you know, this I wanna be healthy,\nhealthy, healthy, and then gone. I don't want the long decay."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7815.286, "end_time": 7825.521, "text": "And I'm curious, I wanna\nsee how things turn out. You know, I'd like to be here. I love my family and my close friends and I want to, I'm curious about them and I wanna see,"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7825.521, "end_time": 7837.984, "text": "so I have a lot of reasons to stay around, but it's mortality doesn't\nhave have that effect on me that it did you know,\nmaybe when I was in my 20s."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7837.984, "end_time": 7848.977, "text": "- Well Jeff, thank you\nfor creating Amazon, one of the most incredible\ncompanies in history. And thank you for trying\nyour best to make humans and multi-planetary species expanding out"}
{"video_id": "DcWqzZ3I2cY", "start_time": 7848.977, "end_time": 7860.763, "text": "into our solar system, maybe beyond, to meet the aliens out there. And thank you for talking today. - Well, Lex, thank you for doing your part to lengthen our attention spans."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7860.763, "end_time": 7870.9220000000005, "text": "Appreciate that very much. - Thanks for listening to this\nconversation with Jeff Bezos. To support this podcast,\nplease check out our sponsors in the description."}
{"video_id": "DcWqzZ3I2cY", "start_time": 7870.922, "end_time": 7884.599, "text": "And now let me leave you with some words from Jeff Bezos himself. \"Be stubborn on vision, but\nflexible on the details.\" Thank you for listening and\nhope to see you next time."}
